{
  "Software Details" : "Softwaredetails ",
  "Welcome to the iCal module of BookingGo SaaS, where managing your important event dates is a breeze. Our platform is designed to simplify the complexities of scheduling by offering a straightforward yet robust solution for organizing your calendar. Whether you're juggling multiple meetings, deadlines, or personal commitments, our intuitive interface ensures that you can stay on top of your schedule with ease. No more scrambling to find scattered notes or emails - with BookingGo SaaS, all your crucial events are conveniently consolidated in one centralized location." : "Willkommen beim iCal-Modul von BookingGo SaaS, bei dem die Verwaltung Ihrer wichtigen Veranstaltungstermine eine Brise ist.  Unsere Plattform ist darauf ausgelegt, die Komplexität der Terminplanung zu vereinfachen, indem eine einfache und dennoch robuste Lösung für die Organisation Ihres Kalenders angeboten wird.  Egal, ob Sie mehrere Meetings, Termine oder persönliche Verpflichtungen jonglieren, unsere intuitive Benutzeroberfläche sorgt dafür, dass Sie mit Leichtigkeit ganz oben auf Ihrem Zeitplan bleiben können.  Keine Verwürfnisse mehr, um verstreute Notizen oder E-Mails zu finden-mit BookingGo SaaS, all Ihre entscheidenden Ereignisse werden bequem an einem zentralen Ort konsolidiert. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Simplify Your Schedule with BookingGo SaaS" : "Vereinfachen Sie Ihren Zeitplan mit BookingGo SaaS ",
  "Simplify event management with BookingGo SaaS - effortlessly integrate and customize your calendar entries with our intuitive iCal module." : "Vereinfachen Sie das Eventmanagement mit BookingGo SaaS-mühelos integrieren und passen Sie Ihre Kalendereinträge mit unserem intuitiven iCal-Modul an. ",
  "Seamless Integration with Your Calendar " : "Nahtlose Integration mit Ihrem Kalender   ",
  "Gone are the days of manually inputting event details into your calendar. With our iCal module, adding important dates to your schedule is as simple as a few clicks. Our platform seamlessly integrates with your preferred calendar application, whether it's Google Calendar, Outlook, or any other popular platform. Once you input the event details - including date, time, location, and description - our system handles the rest, ensuring your calendar is always up to date. Say goodbye to the hassle of manual data entry and hello to effortless synchronization across all your devices." : "Vorbei sind die Tage der manuellen Eingabe von Ereignisdetails in Ihren Kalender.  Mit unserem iCal-Modul ist das Hinzufügen von wichtigen Terminen zu Ihrem Zeitplan so einfach wie ein paar Klicks.  Unsere Plattform integriert sich nahtlos in Ihre bevorzugte Kalenderanwendung, egal ob es Google Kalender, Outlook oder eine andere beliebte Plattform ist.  Sobald Sie die Ereignisdetails-einschließlich Datum, Uhrzeit, Ort und Beschreibung-eingegeben haben, verarbeitet unser System den Rest, sodass Ihr Kalender immer auf dem neuesten Stand ist.  Verabschieden Sie sich von einem manuellen Dateneintrag und hallo zu einer mühelosen Synchronisation über alle Ihre Geräte. ",
  "Customizable Event Entries" : "Anpassbare Ereigniseinträge ",
  "We understand that every event is unique, so our iCal module offers customizable event entries to suit your specific needs. Whether you're scheduling a recurring team meeting, a one-time client appointment, or a personal milestone, our platform adapts to accommodate your requirements. Add as much or as little detail as you'd like, ensuring that all pertinent information is readily available at a glance. With customizable fields for event names, descriptions, locations, and more, you can tailor each entry to align with your workflow and preferences." : "Wir verstehen, dass jedes Ereignis einzigartig ist, so dass unser iCal-Modul anpassbare Eventeinträge bietet, die Ihren spezifischen Bedürfnissen entsprechen.  Egal, ob Sie ein wiederkehrendes Team-Meeting planen, ein einmaliger Mandantentermin oder ein persönlicher Meilenstein, unsere Plattform passt sich an Ihre Anforderungen an.  Fügen Sie so viel oder so wenig Details hinzu, wie Sie möchten, um sicherzustellen, dass alle relevanten Informationen auf einen Blick bereitstehen.  Mit anpassbaren Feldern für Ereignisnamen, Beschreibungen, Standorte und mehr können Sie jeden Eintrag so anpassen, dass er sich an Ihren Workflow und Ihre Vorgaben richtet. ",
  "Why choose dedicated modulesfor Your Business? " : "Warum wählen Sie dedizierte Module für Ihr Unternehmen aus?   ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Mit BookingGo können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "Empower Your Workforce with BookingGo" : "Ihre Belegschaft mit BookingGo stärken ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Zugang zu Premium-Add-ons für Stripe, Paypal, Google Recaptcha und mehr, alles an einem Ort! ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "Why choose dedicated modulesfor Your Business?" : "Warum wählen Sie dedizierte Module für Ihr Unternehmen aus? ",
  "View Details" : "Details anzeigen ",
  "Download iCal File" : "ICal-Datei herunterladen"
}