{
  "Software Details" : "Detalles de software ",
  "Welcome to the iCal module of BookingGo SaaS, where managing your important event dates is a breeze. Our platform is designed to simplify the complexities of scheduling by offering a straightforward yet robust solution for organizing your calendar. Whether you're juggling multiple meetings, deadlines, or personal commitments, our intuitive interface ensures that you can stay on top of your schedule with ease. No more scrambling to find scattered notes or emails - with BookingGo SaaS, all your crucial events are conveniently consolidated in one centralized location." : "Bienvenido al módulo iCal de BookingGo SaaS, donde gestionar sus importantes fechas de eventos es una brisa.  Nuestra plataforma está diseñada para simplificar las complejidades de la programación ofreciendo una solución sencilla pero robusta para organizar su calendario.  Tanto si usted está haciendo malabarismos con múltiples reuniones, plazos o compromisos personales, nuestra interfaz intuitiva le asegura que puede permanecer en la parte superior de su agenda con facilidad.  No hay más dificultades para encontrar notas dispersas o correos electrónicos-con BookingGo SaaS, todos sus eventos cruciales están convenientemente consolidados en una ubicación centralizada. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "Simplify Your Schedule with BookingGo SaaS" : "Simplifique su planificación con BookingGo SaaS ",
  "Simplify event management with BookingGo SaaS - effortlessly integrate and customize your calendar entries with our intuitive iCal module." : "Simplifique la gestión de eventos con BookingGo SaaS-integre y personalice sus entradas de calendario con nuestro módulo de iCal intuitivo. ",
  "Seamless Integration with Your Calendar " : "Integración sin fisuras con su calendario   ",
  "Gone are the days of manually inputting event details into your calendar. With our iCal module, adding important dates to your schedule is as simple as a few clicks. Our platform seamlessly integrates with your preferred calendar application, whether it's Google Calendar, Outlook, or any other popular platform. Once you input the event details - including date, time, location, and description - our system handles the rest, ensuring your calendar is always up to date. Say goodbye to the hassle of manual data entry and hello to effortless synchronization across all your devices." : "Atrás quedan los días de introducir manualmente los detalles del evento en el calendario.  Con nuestro módulo iCal, añadir fechas importantes a su horario es tan simple como unos pocos clics.  Nuestra plataforma se integra perfectamente con su aplicación de calendario preferida, ya sea Google Calendar, Outlook o cualquier otra plataforma popular.  Una vez que ingrese los detalles del evento-incluyendo fecha, hora, ubicación y descripción-nuestro sistema maneja el resto, asegurando que su calendario esté siempre actualizado.  Dile adiós a la molestia de la entrada de datos manual y hola a la sincronización sin esfuerzo en todos sus dispositivos. ",
  "Customizable Event Entries" : "Entradas de sucesos personalizables ",
  "We understand that every event is unique, so our iCal module offers customizable event entries to suit your specific needs. Whether you're scheduling a recurring team meeting, a one-time client appointment, or a personal milestone, our platform adapts to accommodate your requirements. Add as much or as little detail as you'd like, ensuring that all pertinent information is readily available at a glance. With customizable fields for event names, descriptions, locations, and more, you can tailor each entry to align with your workflow and preferences." : "Entendemos que cada evento es único, por lo que nuestro módulo iCal ofrece entradas de eventos personalizables para satisfacer sus necesidades específicas.  Ya sea que esté programando una reunión de equipo recurrente, una cita de cliente única, o un hito personal, nuestra plataforma se adapta para acomodar sus requisitos.  Añada tanto o tan poco detalle como desee, asegurándose de que toda la información pertinente esté fácilmente disponible de un vistazo.  Con campos personalizables para nombres de eventos, descripciones, ubicaciones y más, puede adaptar cada entrada para alinearse con el flujo de trabajo y las preferencias. ",
  "Why choose dedicated modulesfor Your Business? " : "¿Por qué elegir módulos dedicados para su empresa?   ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Con BookingGo, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Empower Your Workforce with BookingGo" : "Empodere a su mano de obra con BookingGo ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Acceso sobre Premium Add-ons para Stripe, Paypal, Google Recaptcha, y más, todo en un solo lugar! ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : " si se paga anualmente ",
  "Why choose dedicated modulesfor Your Business?" : "¿Por qué elegir módulos dedicados para su empresa? ",
  "View Details" : "Ver detalles ",
  "Download iCal File" : "Descargar archivo iCal"
}