{
  "Software Details" : "Détails du logiciel ",
  "Welcome to the iCal module of BookingGo SaaS, where managing your important event dates is a breeze. Our platform is designed to simplify the complexities of scheduling by offering a straightforward yet robust solution for organizing your calendar. Whether you're juggling multiple meetings, deadlines, or personal commitments, our intuitive interface ensures that you can stay on top of your schedule with ease. No more scrambling to find scattered notes or emails - with BookingGo SaaS, all your crucial events are conveniently consolidated in one centralized location." : "Bienvenue dans le module iCal de BookingGo SaaS, où la gestion de vos dates importantes est une brise.  Notre plateforme est conçue pour simplifier la complexité de la planification en proposant une solution simple mais robuste pour l'organisation de votre calendrier.  Que vous soyez en train de jongler avec des réunions multiples, des délais ou des engagements personnels, notre interface intuitive vous permet de rester en tête de votre horaire avec facilité.  Plus de brouillage pour trouver des notes éparses ou des courriels-avec BookingGo SaaS, tous vos événements cruciaux sont regroupés dans un seul endroit centralisé. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Simplify Your Schedule with BookingGo SaaS" : "Simplifier votre planning avec BookingGo SaaS ",
  "Simplify event management with BookingGo SaaS - effortlessly integrate and customize your calendar entries with our intuitive iCal module." : "Simplifier la gestion des événements avec BookingGo SaaS-intégrer et personnaliser sans effort vos entrées d'agenda avec notre module iCal intuitif. ",
  "Seamless Integration with Your Calendar " : "Intégration sans Seamless avec votre calendrier   ",
  "Gone are the days of manually inputting event details into your calendar. With our iCal module, adding important dates to your schedule is as simple as a few clicks. Our platform seamlessly integrates with your preferred calendar application, whether it's Google Calendar, Outlook, or any other popular platform. Once you input the event details - including date, time, location, and description - our system handles the rest, ensuring your calendar is always up to date. Say goodbye to the hassle of manual data entry and hello to effortless synchronization across all your devices." : "Gone est le nombre de jours de saisie manuelle des détails de l'événement dans votre agenda.  Avec notre module iCal, l'ajout de dates importantes à votre planning est aussi simple que quelques clics.  Notre plateforme s'intègre parfaitement à votre application de calendrier préférée, que ce soit Google Calendar, Outlook ou toute autre plateforme populaire.  Lorsque vous entrez les détails de l'événement-dont la date, l'heure, l'emplacement et la description-notre système gère le reste, en vous assurant que votre agenda est toujours à jour.  Dites adieu à l'astuce de l'entrée manuelle des données et bonjour à une synchronisation sans effort sur tous vos périphériques. ",
  "Customizable Event Entries" : "Entrées d'événement personnalisables ",
  "We understand that every event is unique, so our iCal module offers customizable event entries to suit your specific needs. Whether you're scheduling a recurring team meeting, a one-time client appointment, or a personal milestone, our platform adapts to accommodate your requirements. Add as much or as little detail as you'd like, ensuring that all pertinent information is readily available at a glance. With customizable fields for event names, descriptions, locations, and more, you can tailor each entry to align with your workflow and preferences." : "Nous comprenons que chaque événement est unique, donc notre module iCal propose des entrées d'événements personnalisables pour répondre à vos besoins spécifiques.  Que vous planiquiez une réunion d'équipe récurrente, un rendez-vous client ponctuel ou un jalon personnel, notre plateforme s'adapte pour répondre à vos besoins.  Ajoutez autant ou aussi peu de détails que vous le souhaitez, en vous assurant que toutes les informations pertinentes sont facilement accessibles en un coup d'œil.  Avec des zones personnalisables pour les noms d'événements, les descriptions, les emplacements et plus, vous pouvez personnaliser chaque entrée pour l'aligner sur votre flux de travaux et vos préférences. ",
  "Why choose dedicated modulesfor Your Business? " : "Pourquoi choisir des modules dédiés pour Votre entreprise?   ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Avec BookingGo, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Empower Your Workforce with BookingGo" : "Empower Your Workforce avec BookingGo ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, et plus encore, en un seul endroit ! ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "Why choose dedicated modulesfor Your Business?" : "Pourquoi choisir des modules dédiés pour Votre entreprise? ",
  "View Details" : "Afficher les détails ",
  "Download iCal File" : "Télécharger le fichier iCal"
}