{
  "Software Details" : "Szczegóły oprogramowania ",
  "Welcome to the iCal module of BookingGo SaaS, where managing your important event dates is a breeze. Our platform is designed to simplify the complexities of scheduling by offering a straightforward yet robust solution for organizing your calendar. Whether you're juggling multiple meetings, deadlines, or personal commitments, our intuitive interface ensures that you can stay on top of your schedule with ease. No more scrambling to find scattered notes or emails - with BookingGo SaaS, all your crucial events are conveniently consolidated in one centralized location." : "Witamy w module iCal usługi BookingGo SaaS, w którym zarządzanie ważnymi datami zdarzeń jest powiewem.  Nasza platforma jest zaprojektowana w celu uproszczenia kompleksowości planowania poprzez oferowanie prostego, a jednocześnie solidnego rozwiązania do organizacji kalendarza.  Niezależnie od tego, czy żonglujesz wieloma spotkaniami, terminami czy zobowiązaniami osobistymi, nasz intuicyjny interfejs gwarantuje, że możesz pozostać na najwyższym poziomie harmonogramu z łatwością.  Koniec z rozrzucaniem notatek lub wiadomości e-mail-z BookingGo SaaS, wszystkie twoje kluczowe wydarzenia są dogodnie skonsolidowane w jednym scentralizowanym miejscu. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Simplify Your Schedule with BookingGo SaaS" : "Uproszczenie harmonogramu w ramach usługi BookingGo SaaS ",
  "Simplify event management with BookingGo SaaS - effortlessly integrate and customize your calendar entries with our intuitive iCal module." : "Uproszczone zarządzanie zdarzeniami z usługą BookingGo SaaS-bez wysiłku integrują i dostosowują wpisy do kalendarza za pomocą intuicyjnego modułu iCal. ",
  "Seamless Integration with Your Calendar " : "Bezproblemowa integracja z kalendarzem   ",
  "Gone are the days of manually inputting event details into your calendar. With our iCal module, adding important dates to your schedule is as simple as a few clicks. Our platform seamlessly integrates with your preferred calendar application, whether it's Google Calendar, Outlook, or any other popular platform. Once you input the event details - including date, time, location, and description - our system handles the rest, ensuring your calendar is always up to date. Say goodbye to the hassle of manual data entry and hello to effortless synchronization across all your devices." : "Nie ma już dni ręcznego wprowadzania szczegółów zdarzeń do kalendarza.  Z naszym modułem iCal, dodawanie ważnych dat do harmonogramu jest tak proste, jak kilka kliknięć.  Nasza platforma bezproblemowo integruje się z preferowaną aplikacją kalendarza, niezależnie od tego, czy jest to Kalendarz Google, Outlook, czy też dowolna inna popularna platforma.  Po wejściu w szczegóły zdarzenia-w tym data, godzina, lokalizacja i opis-nasz system obsługuje resztę, zapewniając, że Twój kalendarz jest zawsze aktualny.  Pożegnaj się z hassle ręcznego wprowadzania danych i hello, aby bez wysiłku synchronizować wszystkie urządzenia. ",
  "Customizable Event Entries" : "Dostosowywalne wpisy zdarzeń ",
  "We understand that every event is unique, so our iCal module offers customizable event entries to suit your specific needs. Whether you're scheduling a recurring team meeting, a one-time client appointment, or a personal milestone, our platform adapts to accommodate your requirements. Add as much or as little detail as you'd like, ensuring that all pertinent information is readily available at a glance. With customizable fields for event names, descriptions, locations, and more, you can tailor each entry to align with your workflow and preferences." : "Rozumiemy, że każde wydarzenie jest unikalne, dlatego nasz moduł iCal oferuje dostosowywalne wpisy zdarzeń, które odpowiadają Twoim specyficznym potrzebom.  Niezależnie od tego, czy planujesz cykliczne spotkania zespołowe, jednorazowe spotkanie klienta czy osobisty kamień milowy, nasza platforma dostosowuje się do Twoich wymagań.  Dodaj tyle lub więcej szczegółów, ile chcesz, zapewniając, że wszystkie istotne informacje są łatwo dostępne na rzut oka.  W przypadku pól konfigurowalnych dla nazw zdarzeń, opisów, lokalizacji i innych elementów można dostosować każdą pozycję w celu dostosowania do przepływu pracy i preferencji. ",
  "Why choose dedicated modulesfor Your Business? " : "Dlaczego warto wybrać dedykowane moduły dla Twojego Biznesu?   ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Za pomocą BookingGo można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "Empower Your Workforce with BookingGo" : "Siła robocza pracowników z BookingGo ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, i więcej, wszystko w jednym miejscu! ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : " jeśli płatny roczny ",
  "Why choose dedicated modulesfor Your Business?" : "Dlaczego warto wybrać dedykowane moduły dla Twojego Biznesu? ",
  "View Details" : "Wyświetl szczegóły ",
  "Download iCal File" : "Pobierz plik iCal"
}