Modules/PWA/Http/Controllers/PWAController.php

    public function savePWA(Request $request, $id)
    {
        if (\Auth::user()->isAbleTo('business PWA settings')) {
            $business_id = $id;
            $business = Business::find($id);
---
select * from `businesses` where `businesses`.`id` = '8' limit 1

                \File::put('uploads/theme_app/business_' . $business_id . '/manifest.json', $mainfest);
            }

            $business->save();
---
update `businesses` set `enable_pwa` = 'on', `businesses`.`updated_at` = '2024-05-18 23:11:10' where `id` = '8'