Modules/Paypal/Providers/ViewComposer.php

    public function boot()
    {
        view()->composer(['web_layouts.appointment-form', 'form_layout.*.index'], function ($view) {
                $slug = \Request::segment(2);
                if(!$slug)
                {
                    $slug = frontend_bussiness_slug();
                }
                $business = Business::where('slug', $slug)->first();
---
select * from `businesses` where `slug` = 'workdo-2' limit 1