{
  "Appointment Review Setting saved successfully" : "تم حفظ محددات مراجعة التعيين بنجاح ",
  "Appointment Review saved successfully" : "تم حفظ مراجعة التعيين بنجاح ",
  "Appointment Not Found" : "لم يتم ايجاد موعد ",
  "Appointment Review Status saved successfully" : "تم حفظ حالة مراجعة التعيينات بنجاح ",
  "AppointmentReview" : "مراجعة التعيينات ",
  "Rating" : "التقييم ",
  "Review" : "المراجعة ",
  "Save" : "حفظ ",
  "Customer Review" : "مراجعة العميل ",
  "Appointment Review" : "مراجعة موعد ",
  "Activate review settings to display staff ratings on the appointment form." : "قم بتشغيل محددات المراجعة لعرض تقييمات staff في نموذج التعيين. ",
  "Save Changes" : "حفظ التغييرات ",
  "Appointment Review Status" : "حالة مراجعة التعيين ",
  "If the status is same in both the settings and the appointment, Appointment Review email will be sent." : "اذا كانت الحالة هي نفسها في كل من المحددات والتعيين ، سيتم ارسال رسالة البريد الالكتروني لمراجعة التعيين. ",
  "Appointment Status" : "حالة التعيين ",
  "Software Details" : "تفاصيل البرامج ",
  "Elevate your BookingGo SaaS marketplace with the Appointment Review Module, a powerful tool designed to enhance customer engagement and satisfaction. With this feature enabled, customers can easily leave ratings for staff directly from the frontend interface, while admins gain valuable insights through the Manage Business Module." : "تشغيل سوق BookGo SaaS الخاص بك مع Module Review Module ، وهو عبارة عن أداة فعالة تم تصميمها لتحسين مستوى مشاركة العميل ومستوى الرضا.  مع اتاحة هذه الخاصية ، يمكن للعملاء ترك التصنيفات بسهولة للموظفين مباشرة من واجهة تعامل واجهة التعامل ، بينما يكسب admins أفكار قيمة من خلال ادارة وحدة برامج الأعمال. ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "Buy Now" : "اشتر الآن ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "Frontend Rating " : "تقدير Fronpin   ",
  "Button for " : "اختيار الى   ",
  "Customer Convenience" : "الملائمة للعميل ",
  "With the Appointment Review Module, customers can conveniently rate their appointment experience through a frontend rating button. This simplifies the feedback process, allowing customers to provide ratings for staff professionalism, and overall satisfaction with just a few clicks. By making it easy for customers to leave feedback, you encourage active participation and engagement with your platform." : "باستخدام وحدة برامج مراجعة التعيين ، يمكن أن يقوم العملاء بتحديد معدل خبرة التعيين الخاصة بهم بطريقة ملائمة من خلال مفتاح التصنيف بالمقدمة.  وهذا من شأنه أن يبسط عملية التغذية المرتدة ، الأمر الذي يسمح للزبائن بتقديم تقديرات الجدارة المهنية للموظفين ، والرضا العام الذي يتمتع به عدد قليل من النقرات.  وبجعل من السهل على العملاء ترك التغذية المرتدة ، فانك تشجع المشاركة الفعالة والتعامل مع بيئة التشغيل الخاصة بك. ",
  "Admin Visibility and Insights" : "امكانية رؤية موجه النظام والمشاهد ",
  "Admins gain valuable insights into staff performance through the Manage Business Module. Here, they can access comprehensive ratings data, including staff ratings and feedback submitted by customers. This data empowers admins to monitor performance, identify areas for improvement, and implement strategies to enhance customer satisfaction." : "يقوم Admins بالحصول على رؤى قيمة في أداء طاقم العمل من خلال ادارة وحدة برامج الأعمال.  وهنا ، يمكنهم الحصول على بيانات تقييم شاملة ، بما في ذلك تصنيف الموظفين وردود الفعل التي يقدمها العملاء.  وتمكن هذه البيانات الإدارة من رصد الأداء ، وتحديد المجالات التي يمكن تحسينها ، وتنفيذ الاستراتيجيات الرامية إلى تعزيز رضا العملاء. ",
  "Custom Email Templates for Personalized Communication" : "قوالب البريد الالكتروني المهيأة للاتصال المهيأ ",
  "Admins can create custom email templates within the platform to send automated emails to customers once they submit a rating. These email templates allow admins to express gratitude for the feedback received and encourage continued engagement with the platform. By sending personalized emails, admins foster a sense of appreciation and build stronger relationships with customers." : "يمكن أن يقوم Admins بتكوين قوالب بريد الكتروني مهيأة داخل بيئة التشغيل لارسال بريد الكتروني آلي الى العملاء بمجرد قيامهم باحالة تصنيف.  وتتيح نماذج البريد الإلكتروني هذه لموجه النظام الإعراب عن امتنانها للتعليقات الواردة وتشجيع التواصل المستمر مع المنبر.  وبإرسال رسائل البريد الإلكتروني ذات الطابع الشخصي ، فإن الإدارة تعزز الشعور بالتقدير وتبني علاقات أقوى مع العملاء. ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "for Your Business?" : "لعملك ؟ ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "باستخدام BookingGo ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان واحد. ",
  "Empower Your Workforce with BookingGo" : "تمكين قوة العمل الخاصة بك باستخدام BookingGo ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "التوصل الى البرامج المساعدة للبيميوم بالنسبة الى Stripe و Paymal و Google Recaptcha وأكثر من ذلك ، كلهم في مكان واحد ! ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Unlimited installation" : "تركيب غير محدود ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Monthly" : "شهريا ",
  "Yearly" : "سنويا ",
  "Billed monthly, or" : "مشوي شهريا ، أو ",
  " if paid monthly" : " في حالة دفعها شهريا ",
  "Billed yearly, or" : "يتم ملئها سنويا ، أو ",
  " if paid yearly" : " اذا تم دفعها سنويا ",
  "View Details" : "مشاهدة التفاصيل"
}