{
  "Appointment Review Setting saved successfully" : "Einstellung für Terminüberprüfung erfolgreich gespeichert ",
  "Appointment Review saved successfully" : "Terminprüfung erfolgreich gespeichert ",
  "Appointment Not Found" : "Termin nicht gefunden ",
  "Appointment Review Status saved successfully" : "Status der Terminüberprüfung erfolgreich gespeichert ",
  "AppointmentReview" : "Anstellungsüberprüfung ",
  "Rating" : "Bewertung ",
  "Review" : "Überprüfung ",
  "Save" : "Speichern ",
  "Customer Review" : "Kundenprüfung ",
  "Appointment Review" : "Terminprüfung ",
  "Activate review settings to display staff ratings on the appointment form." : "Aktivieren Sie die Einstellungen für die Überprüfung, um die Mitarbeiterbewertungen für das Terminformular anzuzeigen. ",
  "Save Changes" : "Änderungen speichern ",
  "Appointment Review Status" : "Status der Terminprüfung ",
  "If the status is same in both the settings and the appointment, Appointment Review email will be sent." : "Wenn der Status sowohl in den Einstellungen als auch in der Terminvereinbarung identisch ist, wird die E-Mail-E-Mail-E-Mail gesendet. ",
  "Appointment Status" : "Terminstatus ",
  "Software Details" : "Softwaredetails ",
  "Elevate your BookingGo SaaS marketplace with the Appointment Review Module, a powerful tool designed to enhance customer engagement and satisfaction. With this feature enabled, customers can easily leave ratings for staff directly from the frontend interface, while admins gain valuable insights through the Manage Business Module." : "Heben Sie Ihren BookingGo SaaS-Marktplatz mit dem Ernennung Review Modul auf, einem leistungsstarken Tool, das die Kundenbindung und -zufriedenheit verbessern soll.  Mit dieser Funktion können Kunden leicht Bewertungen für Mitarbeiter direkt aus der Frontend-Schnittstelle verlassen, während Admins wertvolle Einblicke durch das Manage Business Module erhalten. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Frontend Rating " : "Frontend-Bewertung   ",
  "Button for " : "Schaltfläche für   ",
  "Customer Convenience" : "Kundenkomfort ",
  "With the Appointment Review Module, customers can conveniently rate their appointment experience through a frontend rating button. This simplifies the feedback process, allowing customers to provide ratings for staff professionalism, and overall satisfaction with just a few clicks. By making it easy for customers to leave feedback, you encourage active participation and engagement with your platform." : "Mit dem Termin-Review-Modul können Kunden ihre Berufserfahrung bequem über einen Frontend-Button bewerten.  Dies vereinfacht den Feedback-Prozess und ermöglicht es den Kunden, Ratings für Professionalität des Personals und die allgemeine Zufriedenheit mit nur wenigen Klicks zur Verfügung zu stellen.  Indem Sie den Kunden die Möglichkeit geben, Feedback zu hinterlassen, fördern Sie die aktive Teilnahme und den Kontakt mit Ihrer Plattform. ",
  "Admin Visibility and Insights" : "Admin Visibility und Insights ",
  "Admins gain valuable insights into staff performance through the Manage Business Module. Here, they can access comprehensive ratings data, including staff ratings and feedback submitted by customers. This data empowers admins to monitor performance, identify areas for improvement, and implement strategies to enhance customer satisfaction." : "Admins erhalten durch das Manage Business Module wertvolle Einblicke in die Mitarbeiterleistung.  Hier können sie auf umfassende Ratings-Daten zugreifen, einschließlich Mitarbeiterbewertungen und Feedback, die von Kunden eingereicht werden.  Diese Daten können Administratoren zur Überwachung der Leistung, zur Ermittlung von Verbesserungsbereichen und zur Implementierung von Strategien zur Steigerung der Kundenzufriedenheit beitragen. ",
  "Custom Email Templates for Personalized Communication" : "Angepasste E-Mail-Vorlagen für die personalisierte Kommunikation ",
  "Admins can create custom email templates within the platform to send automated emails to customers once they submit a rating. These email templates allow admins to express gratitude for the feedback received and encourage continued engagement with the platform. By sending personalized emails, admins foster a sense of appreciation and build stronger relationships with customers." : "Admins können benutzerdefinierte E-Mail-Vorlagen innerhalb der Plattform erstellen, um automatisierte E-Mails an Kunden zu senden, sobald sie eine Bewertung einreichen.  Diese E-Mail-Vorlagen erlauben es Admins, Dankbarkeit für das empfangene Feedback zu äußern und den weiteren Kontakt mit der Plattform zu fördern.  Durch das Senden personalisierter E-Mails fördern Admins ein Gefühl der Wertschätzung und bauen stärkere Beziehungen zu Kunden. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for Your Business?" : "für Ihr Geschäft? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Mit BookingGo können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "Empower Your Workforce with BookingGo" : "Ihre Belegschaft mit BookingGo stärken ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Zugang zu Premium-Add-ons für Stripe, Paypal, Google Recaptcha und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "View Details" : "Details anzeigen"
}