{
  "Appointment Review Setting saved successfully" : "Paramètre de révision de rendez-vous enregistré avec succès ",
  "Appointment Review saved successfully" : "La sauvegarde de rendez-vous a été sauvegardée ",
  "Appointment Not Found" : "Nomination introuvable ",
  "Appointment Review Status saved successfully" : "Le statut de l'examen des rendez-vous a été sauvegardé ",
  "AppointmentReview" : "Revue de la nomination ",
  "Rating" : "Evaluation ",
  "Review" : "Révision ",
  "Save" : "Sauvegarder ",
  "Customer Review" : "Revue du client ",
  "Appointment Review" : "Révision des rendez-vous ",
  "Activate review settings to display staff ratings on the appointment form." : "Activez les paramètres de révision pour afficher les notes de personnel sur le formulaire de nomination. ",
  "Save Changes" : "Enregistrer les modifications ",
  "Appointment Review Status" : "Statut de l'examen des rendez-vous ",
  "If the status is same in both the settings and the appointment, Appointment Review email will be sent." : "Si le statut est identique dans les paramètres et dans la nomination, le courrier électronique de révision de rendez-vous sera envoyé. ",
  "Appointment Status" : "Statut de rendez-vous ",
  "Software Details" : "Détails du logiciel ",
  "Elevate your BookingGo SaaS marketplace with the Appointment Review Module, a powerful tool designed to enhance customer engagement and satisfaction. With this feature enabled, customers can easily leave ratings for staff directly from the frontend interface, while admins gain valuable insights through the Manage Business Module." : "Élévez votre BookingGo SaaS sur le marché avec le Module de révision des rendez-vous, un outil puissant conçu pour améliorer l'engagement et la satisfaction des clients.  Avec cette fonction activée, les clients peuvent facilement laisser les évaluations du personnel directement à partir de l'interface frontale, tandis que les administrateurs acquièrent des informations précieuses via le module de gestion. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Frontend Rating " : "Evaluation frontale   ",
  "Button for " : "Bouton pour   ",
  "Customer Convenience" : "Dépanneur client ",
  "With the Appointment Review Module, customers can conveniently rate their appointment experience through a frontend rating button. This simplifies the feedback process, allowing customers to provide ratings for staff professionalism, and overall satisfaction with just a few clicks. By making it easy for customers to leave feedback, you encourage active participation and engagement with your platform." : "Grâce au module de révision des nominations, les clients peuvent évaluer leur expérience de nomination par le biais d'un bouton d'évaluation frontal.  Cela simplifie le processus de rétroaction, ce qui permet aux clients de fournir des évaluations pour le professionnalisme du personnel et la satisfaction globale en quelques clics seulement.  En facilitant la consultation des clients, vous encouragez la participation active et l'engagement avec votre plate-forme. ",
  "Admin Visibility and Insights" : "Visibilité et perspectives d'administration ",
  "Admins gain valuable insights into staff performance through the Manage Business Module. Here, they can access comprehensive ratings data, including staff ratings and feedback submitted by customers. This data empowers admins to monitor performance, identify areas for improvement, and implement strategies to enhance customer satisfaction." : "Les administrateurs acquièrent des connaissances précieuses sur le rendement du personnel par l'entremise du module Gérer les activités.  Ici, ils peuvent accéder à des données de notation complètes, y compris les notes de personnel et les commentaires soumis par les clients.  Ces données permettent aux administrateurs de surveiller les performances, d'identifier les domaines à améliorer et de mettre en œuvre des stratégies pour améliorer la satisfaction des clients. ",
  "Custom Email Templates for Personalized Communication" : "Modèles de courrier électronique personnalisés pour la communication personnalisée ",
  "Admins can create custom email templates within the platform to send automated emails to customers once they submit a rating. These email templates allow admins to express gratitude for the feedback received and encourage continued engagement with the platform. By sending personalized emails, admins foster a sense of appreciation and build stronger relationships with customers." : "Les administrateurs peuvent créer des modèles de courrier électronique personnalisés au sein de la plateforme pour envoyer des courriers électroniques automatisés aux clients une fois qu'ils ont soumis une évaluation.  Ces modèles de courrier électronique permettent aux administrateurs d'exprimer leur gratitude pour les commentaires reçus et d'encourager la poursuite de l'engagement à l'égard de la plate-forme.  En envoyant des courriels personnalisés, les administrateurs favorisent un sentiment d'appréciation et établissent des relations plus étroites avec les clients. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Avec BookingGo, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Empower Your Workforce with BookingGo" : "Empower Your Workforce avec BookingGo ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, et plus encore, en un seul endroit ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "View Details" : "Afficher les détails"
}