{
  "Appointment Review Setting saved successfully" : "予定確認の設定が正常に保存",
  "Appointment Review saved successfully" : "予定のレビューが正常に保存",
  "Appointment Not Found" : "予定が見つからない",
  "Appointment Review Status saved successfully" : "予定レビューのステータスが正常に保存",
  "AppointmentReview" : "予定レビュー",
  "Rating" : "評点",
  "Review" : "レビュー",
  "Save" : "セーブ",
  "Customer Review" : "顧客レビュー",
  "Appointment Review" : "予定レビュー",
  "Activate review settings to display staff ratings on the appointment form." : "レビュー設定をアクティブにして、委嘱フォームのスタッフ評価を表示します。",
  "Save Changes" : "変更の保存",
  "Appointment Review Status" : "委嘱レビュー状況",
  "If the status is same in both the settings and the appointment, Appointment Review email will be sent." : "ステータスが設定と予定の両方で同じ場合は、予約レビュー E メールが送信されます。",
  "Appointment Status" : "予定ステータス",
  "Software Details" : "ソフトウェアの詳細",
  "Elevate your BookingGo SaaS marketplace with the Appointment Review Module, a powerful tool designed to enhance customer engagement and satisfaction. With this feature enabled, customers can easily leave ratings for staff directly from the frontend interface, while admins gain valuable insights through the Manage Business Module." : "お客様のエンゲージメントと満足度を向上させるために設計された強力なツールであるアポイントレビュー・モジュールで、 BookingGo SaaS マーケットプレイスを実現 この機能を有効にすると、顧客は、フロント・インターフェースから直接、スタッフのレーティングを直接離れることができます。一方、管理者は、「ビジネス・モジュールの管理」を通じて価値ある洞察",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Buy Now" : "今すぐ購入",
  "View Live Demo" : "ライブ・デモの表示",
  "Frontend Rating " : "フロントエンド・レーティング ",
  "Button for " : "用のボタン ",
  "Customer Convenience" : "お客様の便宜",
  "With the Appointment Review Module, customers can conveniently rate their appointment experience through a frontend rating button. This simplifies the feedback process, allowing customers to provide ratings for staff professionalism, and overall satisfaction with just a few clicks. By making it easy for customers to leave feedback, you encourage active participation and engagement with your platform." : "お客様は、「予定レビュー・モジュール」を使用して、「フロントエンド」のレーティング・ボタンを使用して、予約の経験を簡単に評価 これにより、フィードバック・プロセスが簡素化され、顧客はスタッフ・プロフェッショナリズムの格付けを提供することができ、わずかなクリックで全体的な満足度を お客様がフィードバックを提供しやすくすることで、お客様のプラットフォームへの積極的な参加と関与を促進します。",
  "Admin Visibility and Insights" : "管理の可視性と洞察",
  "Admins gain valuable insights into staff performance through the Manage Business Module. Here, they can access comprehensive ratings data, including staff ratings and feedback submitted by customers. This data empowers admins to monitor performance, identify areas for improvement, and implement strategies to enhance customer satisfaction." : "管理者は、「ビジネス・モジュールの管理」を通してスタッフのパフォーマンスに関する貴重な洞察を ここでは、顧客によって送信されたスタッフの評価やフィードバックを含む、包括的な評価データにアクセスできます。 このデータは、管理者がパフォーマンスをモニターし、改善のための領域を特定し、顧客満足度を高めるための戦略を実装するために",
  "Custom Email Templates for Personalized Communication" : "パーソナライズされたコミュニケーションのカスタム E メール・テンプレート",
  "Admins can create custom email templates within the platform to send automated emails to customers once they submit a rating. These email templates allow admins to express gratitude for the feedback received and encourage continued engagement with the platform. By sending personalized emails, admins foster a sense of appreciation and build stronger relationships with customers." : "管理者は、プラットフォーム内にカスタム E メール・テンプレートを作成して、顧客がレーティングを送信した後に自動 E メールを顧客に送信する これらの E メール・テンプレートを使用すると、管理者はフィードバックに感謝の意を表し、プラットフォームへの継続的な関与を促す 管理者は、パーソナライズされた E メールを送信することにより、顧客との関係を強化し、高い評価を提供",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "for Your Business?" : "あなたのビジネスのために",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "BookingGoを使用すると、すべてのビジネス機能を 1 つの場所から簡単に管理できます。",
  "Empower Your Workforce with BookingGo" : "BookingGo を使用した作業力のエンパワー",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "ストライプ、 PayPal 、 Google Recaptcha の Premium Add-ons によるアクセスは、すべて 1 つの場所で行われます。",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Unlimited installation" : "無制限のインストール",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Monthly" : "月次",
  "Yearly" : "毎年",
  "Billed monthly, or" : "毎月請求された、または",
  " if paid monthly" : " 毎月支払われる場合",
  "Billed yearly, or" : "年単位での請求",
  " if paid yearly" : " 毎年支払われる場合",
  "View Details" : "詳細の表示"
}