{
  "Appointment Review Setting saved successfully" : "Параметр проверки назначений успешно сохранен ",
  "Appointment Review saved successfully" : "Проверка встреч успешно сохранена ",
  "Appointment Not Found" : "Назначение не найдено ",
  "Appointment Review Status saved successfully" : "Состояние проверки заявки успешно сохранено ",
  "AppointmentReview" : "Назначение_проверка ",
  "Rating" : "Рейтинг ",
  "Review" : "Обзор ",
  "Save" : "Сохранить ",
  "Customer Review" : "Обзор клиента ",
  "Appointment Review" : "Проверка встреч ",
  "Activate review settings to display staff ratings on the appointment form." : "Активируйте параметры проверки для отображения рейтингов персонала в форме заявки. ",
  "Save Changes" : "Сохранить изменения ",
  "Appointment Review Status" : "Состояние проверки заявки ",
  "If the status is same in both the settings and the appointment, Appointment Review email will be sent." : "Если состояние совпадает и в параметрах, и в назначении, будет отправлено электронное сообщение Review Review. ",
  "Appointment Status" : "Состояние назначения ",
  "Software Details" : "Сведения о программе ",
  "Elevate your BookingGo SaaS marketplace with the Appointment Review Module, a powerful tool designed to enhance customer engagement and satisfaction. With this feature enabled, customers can easily leave ratings for staff directly from the frontend interface, while admins gain valuable insights through the Manage Business Module." : "Поднимете свой рынок BookingGo SaaS с помощью модуля обзора встреч, мощного инструмента, призваного повысить уровень вовлеченности и удовлетворенности клиентов.  С помощью этой функции клиенты могут легко оставлять рейтинги для персонала непосредственно с интерфейса, в то время как администраторы получают ценную информацию через Business Module. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Frontend Rating " : "Рейтинг Frontend   ",
  "Button for " : "Кнопка для   ",
  "Customer Convenience" : "Удобство клиента ",
  "With the Appointment Review Module, customers can conveniently rate their appointment experience through a frontend rating button. This simplifies the feedback process, allowing customers to provide ratings for staff professionalism, and overall satisfaction with just a few clicks. By making it easy for customers to leave feedback, you encourage active participation and engagement with your platform." : "С помощью модуля проверки назначений заказчики могут удобно использовать свой опыт назначения при помощи кнопки рейтинга.  Это упрощает процесс обратной связи, позволяя клиентам предоставлять рейтинги профессионализму персонала, а также общее удовлетворение всего лишь несколькими кликами.  Упростив для клиентов возможность оставлять отзывы, вы поощряете активное участие и взаимодействие с вашей платформой. ",
  "Admin Visibility and Insights" : "Видимость администратора и Insights ",
  "Admins gain valuable insights into staff performance through the Manage Business Module. Here, they can access comprehensive ratings data, including staff ratings and feedback submitted by customers. This data empowers admins to monitor performance, identify areas for improvement, and implement strategies to enhance customer satisfaction." : "Администраторы получают ценную информацию о производительности персонала с помощью модуля управления бизнес-модулем.  Здесь они могут получить доступ к всеобъемлющим данным рейтингов, включая рейтинги персонала и отзывы клиентов.  Эта информация позволяет администраторам выполнять мониторинг производительности, определять области для улучшения и реализовывать стратегии для повышения степени удовлетворенности клиентов. ",
  "Custom Email Templates for Personalized Communication" : "Пользовательские шаблоны электронной почты для Personalized Communication ",
  "Admins can create custom email templates within the platform to send automated emails to customers once they submit a rating. These email templates allow admins to express gratitude for the feedback received and encourage continued engagement with the platform. By sending personalized emails, admins foster a sense of appreciation and build stronger relationships with customers." : "Администраторы могут создавать пользовательские шаблоны электронной почты в пределах платформы для отправки заказчикам автоматизированных электронных писем после того, как они представят рейтинг.  Эти шаблоны электронной почты позволяют администраторам выразить благодарность за полученные отзывы и поощрить продолжение взаимодействия с платформой.  Отправляя персонализированные сообщения электронной почты, admins способствует укреплению чувства признательности и укреплению отношений с клиентами. ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "С помощью BookingGo можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "Empower Your Workforce with BookingGo" : "Расширение прав и возможностей сотрудников с помощью BookingGo ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Доступ через Premium Add-ons for Stripe, PayPal, Google Recaptcha, и многое другое, все в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : " если оплачиваемый год ",
  "View Details" : "Просмотреть сведения"
}