{
  "Appointment Review Setting saved successfully" : "Randevu İnceleme Ayarı başarıyla saklandı ",
  "Appointment Review saved successfully" : "Randevu İncelemesi başarıyla saklandı ",
  "Appointment Not Found" : "Randevu Bulunamadı ",
  "Appointment Review Status saved successfully" : "Randevu İnceleme Durumu başarıyla kaydedildi ",
  "AppointmentReview" : "Atama İncelemesi ",
  "Rating" : "Değerleme ",
  "Review" : "İncele ",
  "Save" : "Kaydet ",
  "Customer Review" : "Müşteri İncelemesi ",
  "Appointment Review" : "Randevu İncelemesi ",
  "Activate review settings to display staff ratings on the appointment form." : "Randevu formundaki personel derecelendirmelerini görüntülemek için inceleme ayarlarını etkinleştirin. ",
  "Save Changes" : "Değişiklikleri Kaydet ",
  "Appointment Review Status" : "Randevu Gözden Geçirme Durumu ",
  "If the status is same in both the settings and the appointment, Appointment Review email will be sent." : "Durum hem ayarlarda, hem de randevuda aynıysa, Randevu İnceleme e-postası gönderilir. ",
  "Appointment Status" : "Randevu Durumu ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Elevate your BookingGo SaaS marketplace with the Appointment Review Module, a powerful tool designed to enhance customer engagement and satisfaction. With this feature enabled, customers can easily leave ratings for staff directly from the frontend interface, while admins gain valuable insights through the Manage Business Module." : "Müşteri katılımı ve memnuniyeti geliştirmek üzere tasarlanmış güçlü bir araç olan Randevu Gözden Geçirme Modülü ile BookingGo SaaS pazarını yükseltin.  Bu özellik etkinleştirildiğinde, müşteriler doğrudan ön yüz aralığından personel derecelendirmelerini kolaylıkla bırakabilir ve yöneticiler, İş Modüllerini Yönet aracılığıyla değerli öngörüler elde edebilir. ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Frontend Rating " : "Ön Eğilim Derecelendirmesi   ",
  "Button for " : "Düğme   ",
  "Customer Convenience" : "Müşteri Kolaylığı ",
  "With the Appointment Review Module, customers can conveniently rate their appointment experience through a frontend rating button. This simplifies the feedback process, allowing customers to provide ratings for staff professionalism, and overall satisfaction with just a few clicks. By making it easy for customers to leave feedback, you encourage active participation and engagement with your platform." : "Randevu Gözden Geçirme Modülü ile müşteriler, randevu deneyimini bir front derecelendirme düğmesiyle rahatlıkla derecelendirebilir.  Bu da, müşterilerin personel profesyonelliği için derecelendirmeleri ve birkaç tıklat ile genel memnuniyeti sağlayarak geri bildirim sürecini basitleştirir.  Müşterilerin geribildirim bırakmasını kolaylaştırarak, etkin katılımı teşvik eder ve platformunuzla katılımını teşvik edin. ",
  "Admin Visibility and Insights" : "Yönetimle Ilgili Görünürlük ",
  "Admins gain valuable insights into staff performance through the Manage Business Module. Here, they can access comprehensive ratings data, including staff ratings and feedback submitted by customers. This data empowers admins to monitor performance, identify areas for improvement, and implement strategies to enhance customer satisfaction." : "Yöneticiler, İş Modülünü Yönet aracılığıyla personel performansına ilişkin değerli öngörüler elde eder.  Burada, müşteriler tarafından sunulan personel derecelendirmeleri ve geribildirim de dahil olmak üzere kapsamlı derecelendirmeler verilerine erişebilirler.  Bu veri, yöneticiler performansı izlemek, geliştirmek için alanları belirlemek ve müşteri memnuniyetini artırmak için stratejileri uygulamak üzere yöneticiler için yetki sağlar. ",
  "Custom Email Templates for Personalized Communication" : "Kişiselleştirilmiş İletişim İçin Özel E-posta Şablonları ",
  "Admins can create custom email templates within the platform to send automated emails to customers once they submit a rating. These email templates allow admins to express gratitude for the feedback received and encourage continued engagement with the platform. By sending personalized emails, admins foster a sense of appreciation and build stronger relationships with customers." : "Yöneticiler, bir değerleme gönderdiklerinde müşterilere otomatik e-postalar göndermek için platform içinde özel e-posta şablonları oluşturabilir.  Bu e-posta şablonları, yöneticiler tarafından alınan geri bildirim için minnettarlık ifade etmesini ve platformun katılıma devam etmeyi teşvik etmesini sağlar.  Kişiselleştirilmiş e-postalar göndererek yöneticiler, müşterilerle daha güçlü ilişkiler kurmanın ve takdir görmenin ve daha güçlü ilişkiler kurmanın bir anlamı olduğunu ifade eder. ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "for Your Business?" : "İşiniz Için? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "BookingGo ile, tüm iş işlevlerinizi tek bir konumdan kolayca yönetebilirsiniz. ",
  "Empower Your Workforce with BookingGo" : "BookingGo ile İşgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Stripe , Paypal , Google Recaptcha, and more, all in one place!" : "Stripe, Papasal, Google Recaptcha ve daha fazlası için Premium Add-ons üzerinden erişim, hepsi tek bir yerde! ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Monthly" : "Ayda bir ",
  "Yearly" : "Yıllık ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : " Yıllık ödenirse ",
  "View Details" : "Ayrıntıları Görüntüle"
}