Modules/ICalExports/Providers/ViewComposer.php

select * from `businesses` where `slug` = 'workdo-2' limit 1
select * from `users` where `users`.`id` = '2' limit 1
---
    public function boot()
    {
        view()->composer(['web_layouts.appointment-form', 'form_layout.*.index'], function ($view) {
            $slug = \Request::segment(2);
            $appointment_id = \Request::segment(3);
            $business = Business::where('slug', $slug)->first();
            $user = User::find($business->created_by);