Modules/Photography/Entities/PhotographyUtility.php

select * from `users` where `type` = 'company' and `id` = 2 limit 1
select * from `businesses` where `created_by` = 2 and `id` = 8 limit 1
select * from `theme_settings` where `key` = 'logo_status' and `business_id` = 8 and `created_by` = 2 and `theme` = 'Photography' limit 1
insert into `theme_settings` (`key`, `value`, `theme`, `business_id`, `created_by`, `updated_at`, `created_at`) values ('logo_status', 1, 'Photography', 8, 2, '2024-05-18 22:52:39', '2024-05-18 22:52:39')
---
    public static function defaultdata($company_id = null, $business_id = null)
    {
        $theme_setting = [
            'logo_status',
            'menu_status',
            'working-hours_status',
            'about_status',
            'service_status',
            'info_status',
            'staff_status',
            'testimonial_status',
            'portfolio-title_status',
            'blog_status',
            'contact_info_status',
            'map_area_status',
            'gallery-title_status',
            'footer_top_status',
            'footer_bottom_status',
        ];

        if(!empty($company_id && $business_id))
        {
            $company = User::where('type','company')->where('id',$company_id)->first();
            $business = Business::where('created_by',$company->id)->where('id',$business_id)->first();

            foreach($theme_setting as $key => $value)
            {
                $themeSetting = ThemeSetting::where('key',$value)->where('business_id',$business->id)->where('created_by',$company->id)->where('theme','Photography')->first();
                if($themeSetting == null){
                    ThemeSetting::create([
                            'key' => $value,
                            'value' => 1,
                            'theme' => 'Photography',
                            'business_id' => !empty($business->id) ? $business->id : 0,
                            'created_by' => !empty($company->id) ? $company->id : 2,
                        ]);