{
  "PWA Successfully Updated." : "PWA er opdateret. ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Software Details" : "Softwaredetaljer ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Giv din bookinggo oplevelse med vores nye Progressive Web Application (PWA)-tilpasningsmodul!  Du kan tage kontrol over din applikations udseende og problemfrit integrere den i din arbejdsgang med kun et par klik. ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Buy Now" : "Køb nu ",
  "View Live Demo" : "Vis Live-demo ",
  "Unlock the Power of PWA" : "Lås op for PWA-strømmen ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Vores PWA-modul kombinerer pålideligheden og hastigheden af en indbygget app med handicapvenlighed og fleksibilitet på nettet.  Revolutionize din Bookinggo oplevelse, ved at udnytte det fulde potentiale af PW'er. ",
  "Customization Made Simple" : "Customization Made Simple ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Med PWA-modulet har du friheden til at skræddersy din bogmærkeansøgning, så den svarer til din mærkeidentitet eller dine personlige præferencer.  Uanset om det ændrer applikationsnavnet, justering af farveskemaet, eller også tilføjer du dit logo, er mulighederne uendelige. ",
  "Effortless Installation" : "Efforless Installation ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Vi har strømlinet installationsprocessen for at gøre det så let som muligt.  Når du kun klikker på en knap, kan du kopiere linket til dit tilpassede bogtema-program.  Derfra er det en enkel proces at installere det på pc'en.  Nyd bekvemmeligheden for øjeblikkelig adgang til din personlige boggo-oplevelse uden problemer med de traditionelle downloadninger eller installationer. ",
  "Seamless Integration" : "Seamless Integration ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Når du har kopieret linket, skal du installere dit tilpassede applikationstema på pc'en, og det er en brise.  Nyd en problemfri overgang fra din browser til dit skrivebord med alle dine tilpasninger, der er bevaret.  Sig farvel til clunky softwareinstallationer og goddag til en strømlinet, tilpasset arbejdsgang. ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "for your business?" : "for din virksomhed? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Med BookingGo kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Empower Your Workforce with BookingGo" : "Embeer din arbejdsstyrke med BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Adgang til Premium Add-ons for Stripe, Paypal, Google Recaptcha, og mere, alt på ét sted! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Monthly" : "Månedligt ",
  "Yearly" : "Årligt ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  " if paid monthly" : " betaling pr. måned ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  " if paid yearly" : " hvis betalt årligt ",
  "Buy Now " : "Køb nu   ",
  "Why choose dedicated modulesfor Your Business?" : "Hvorfor vælge dedikeret graduering til din forretning? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Med BookingGo kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "View Details" : "Vis oplysninger"
}