{
  "PWA Successfully Updated." : "PWA erfolgreich aktualisiert. ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Software Details" : "Softwaredetails ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Bestärken Sie Ihre Bookinggo-Erfahrung mit unserem neuen Anpassungs-Modul für Progressive Web Application (PWA)!  Übernehmen Sie die Kontrolle über das Aussehen Ihrer Anwendung und fügen Sie sie nahtlos in Ihren Workflow mit ein paar Klicks ein. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Unlock the Power of PWA" : "Die Leistung des PWA entsperren ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Unser PWA-Modul kombiniert die Zuverlässigkeit und Geschwindigkeit einer nativen App mit der Barrierefreiheit und Flexibilität der Web-App.  Revolutionieren Sie Ihre Bookinggo-Erfahrung, indem Sie das volle Potenzial von PWAs nutzen. ",
  "Customization Made Simple" : "Einfache Anpassung gemacht ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Mit dem PWA-Modul haben Sie die Freiheit, Ihre Bookinggo-Anwendung auf Ihre Markenidentität oder Ihre persönlichen Präferenzen abzustimmen.  Egal, ob Sie den Anwendungsnamen ändern, das Farbschema anpassen oder sogar Ihr Logo hinzufügen, die Möglichkeiten sind endlos. ",
  "Effortless Installation" : "Mühelose Installation ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Wir haben den Installationsprozess gestrafft, um ihn so mühelos wie möglich zu gestalten.  Mit nur einem Klick auf eine Schaltfläche können Sie den Link zu Ihrem angepassten Bookinggo-Anwendungsthema kopieren.  Von dort aus ist die Installation auf Ihrem PC ein einfacher Prozess.  Genießen Sie den bequemsten Zugriff auf Ihre personalisierte Bookinggo-Erfahrung ohne den Hass von traditionellen Downloads oder Installationen. ",
  "Seamless Integration" : "Nahtlose Integration ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Sobald Sie den Link kopiert haben, ist die Installation Ihres benutzerdefinierten Anwendungsthemas auf Ihrem PC ein Kinderspiel.  Genießen Sie einen nahtlosen Übergang von Ihrem Browser zu Ihrem Desktop, wobei alle Ihre Anpassungen erhalten bleiben.  Verabschieden Sie sich von den klunkigen Software-Installationen und hallo zu einem optimierten, personalisierten Workflow. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Mit BookingGo können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with BookingGo" : "Ihre Belegschaft mit BookingGo stärken ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Zugang zu Premium-Add-ons für Stripe, Paypal, Google Recaptcha und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "Buy Now " : "Jetzt kaufen   ",
  "Why choose dedicated modulesfor Your Business?" : "Warum wählen Sie dedizierte Module für Ihr Unternehmen aus? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Mit BookingGo können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "View Details" : "Details anzeigen"
}