{
  "PWA Successfully Updated." : "PWA se ha actualizado correctamente. ",
  "Permission denied." : "Permiso denegado. ",
  "Software Details" : "Detalles de software ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Potencie su experiencia Bookinggo con nuestro nuevo módulo de personalización Progressive Web Application (PWA).  Tome el control de la apariencia de su aplicación y la integre sin problemas en su flujo de trabajo con sólo unos pocos clics. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "Unlock the Power of PWA" : "Desbloquear el poder de PWA ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Nuestro módulo PWA combina la fiabilidad y la velocidad de una app nativa con la accesibilidad y flexibilidad de la web.  Revolucione su experiencia en Bookinggo aprovechando todo el potencial de las PWAs. ",
  "Customization Made Simple" : "Personalización hecha simple ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Con el módulo PWA, usted tiene la libertad de adaptar su aplicación Bookinggo para que coincida con su identidad de marca o sus preferencias personales.  Ya sea cambiando el nombre de la aplicación, ajustando el esquema de color, o incluso añadiendo su logo, las posibilidades son infinitas. ",
  "Effortless Installation" : "Instalación sin esfuerzo ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Hemos agilizado el proceso de instalación para que sea lo más fácil posible.  Con sólo pulsar un botón, puede copiar el enlace al tema de aplicación Bookinggo personalizado.  A partir de ahí, instalarlo en tu PC es un proceso sencillo.  Disfrute de la comodidad del acceso instantáneo a su experiencia de Bookinggo personalizada sin la molestia de las descargas o instalaciones tradicionales. ",
  "Seamless Integration" : "Integración sin fisuras ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Una vez que haya copiado el enlace, la instalación de su tema de aplicación personalizada en su PC es una brisa.  Disfruta de una transición perfecta desde tu navegador hasta tu escritorio, con todas tus personalizaciones conservadas.  Dile adiós a las instalaciones de software clunky y hola a un flujo de trabajo simplificado y personalizado. ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "for your business?" : "¿Para su negocio? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Con BookingGo, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Empower Your Workforce with BookingGo" : "Empodere a su mano de obra con BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Acceso sobre Premium Add-ons para Stripe, Paypal, Google Recaptcha, y más, todo en un solo lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : " si se paga anualmente ",
  "Buy Now " : "Comprar ahora   ",
  "Why choose dedicated modulesfor Your Business?" : "¿Por qué elegir módulos dedicados para su empresa? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Con BookingGo, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "View Details" : "Ver detalles"
}