{
  "PWA Successfully Updated." : "PWA Mise à jour réussie. ",
  "Permission denied." : "Autorisation refusée. ",
  "Software Details" : "Détails du logiciel ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module !  Prenez le contrôle de l'apparence de votre application et intégrez-le de façon transparente dans votre flux de travaux en quelques clics. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Unlock the Power of PWA" : "Déverrouiller la puissance de la PWA ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Notre module PWA combine la fiabilité et la rapidité d'une application native avec l'accessibilité et la flexibilité du web.  Révolutionner votre expérience de Bookinggo en exploitant le plein potentiel des PWAs. ",
  "Customization Made Simple" : "Personnalisation Made Simple ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Avec le module PWA, vous avez la liberté d'adapter votre application Bookinggo pour qu'elle corresponde à votre identité de marque ou à vos préférences personnelles.  Qu'il s'agisse de changer le nom de l'application, d'ajuster le schéma de couleurs ou même d'ajouter votre logo, les possibilités sont infinies. ",
  "Effortless Installation" : "Installation sans Effortless ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Nous avons rationalisé le processus d'installation pour le rendre aussi facile que possible.  Avec un simple clic de bouton, vous pouvez copier le lien vers votre thème d'application Bookinggo personnalisé.  A partir de là, l'installer sur votre PC est un processus simple.  Profitez de la commodité d'un accès instantané à votre expérience personnalisée Bookinggo sans le tracas des téléchargements traditionnels ou des installations. ",
  "Seamless Integration" : "Intégration sans Seamless ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Une fois que vous avez copié le lien, l'installation de votre thème d'application personnalisé sur votre PC est une brise.  Profitez d'une transition sans faille de votre navigateur à votre bureau, avec toutes vos personnalisations conservées.  Dites adieu à des logiciels intelligents et bonjour à un flux de travail simplifié et personnalisé. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for your business?" : "Pour votre entreprise? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Avec BookingGo, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Empower Your Workforce with BookingGo" : "Empower Your Workforce avec BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, et plus encore, en un seul endroit ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "Buy Now " : "Acheter maintenant   ",
  "Why choose dedicated modulesfor Your Business?" : "Pourquoi choisir des modules dédiés pour Votre entreprise? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Avec BookingGo, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "View Details" : "Afficher les détails"
}