{
  "PWA Successfully Updated." : "PWA Aggiornato correttamente. ",
  "Permission denied." : "Permesso negato. ",
  "Software Details" : "Dettagli software ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Responsabi la tua esperienza Bookinggo con il nostro nuovo modulo di personalizzazione PWA (Progressive Web Application)!  Prendi il controllo dell'aspetto della tua applicazione e lo integri ininterrottamente nel tuo flusso di lavoro con pochi click. ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Unlock the Power of PWA" : "Sblocca il Power of PWA ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Il nostro modulo PWA combina l'affidabilità e la velocità di un'app nativa con l'accessibilità e la flessibilità del web.  Rivoluziona la tua esperienza Bookinggo sfruttando il pieno potenziale di PWAs. ",
  "Customization Made Simple" : "Personalizzazione Resa Semplice ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Con il modulo PWA hai la libertà di personalizzare la tua applicazione Bookinggo per abbinare la tua identità di brand o le preferenze personali.  Che stia cambiando il nome dell'applicazione, regolando lo schema dei colori o anche aggiungendo il tuo logo, le possibilità sono infinite. ",
  "Effortless Installation" : "Installazione senza sforzo ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Abbiamo snellito il processo di installazione per renderlo il più possibile impegnativo.  Con un solo click di un pulsante è possibile copiare il link al tema applicativo Bookinggo personalizzato.  Da lì, installarlo sul proprio PC è un processo semplice.  Goditi la convenienza di accesso istantaneo alla tua esperienza Bookinggo personalizzata senza l'assaggio dei download tradizionali o degli impianti. ",
  "Seamless Integration" : "Integrazione seamless ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Una volta copiato il link, installare il tuo tema di applicazione personalizzato sul PC è una brezza.  Goditi una transizione seamless dal tuo browser al desktop, con tutte le personalizzazioni conservate.  Dite addio alle installazioni software clunky e salve a un flusso di lavoro snellente e personalizzato. ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "for your business?" : "per la tua attività? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Con BookingGo è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Empower Your Workforce with BookingGo" : "Empower Your Manodopera con BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Accesso su Premium Add-ons per Stripe, Paypal, Google Recaptcha e altro ancora, tutto in un unico posto! ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Unlimited installation" : "Installazione illimitata ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Monthly" : "Mensile ",
  "Yearly" : "Annuale ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : " se retribui ",
  "Buy Now " : "Compra ora   ",
  "Why choose dedicated modulesfor Your Business?" : "Perché scegliere modulistica dedicata per Your Business? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Con BookingGo è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione. ",
  "View Details" : "Visualizza dettagli"
}