{
  "PWA Successfully Updated." : "PWA を正常に更新しました",
  "Permission denied." : "アクセス権が拒否",
  "Software Details" : "ソフトウェアの詳細",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "新しいプログレッシブ Web アプリケーション (PWA) カスタマイズ・モジュールで、 Bookinggo 経験をエンパワーします。 アプリケーションの外観を制御し、数回クリックするだけでシームレスにワークフローに統合します。",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Buy Now" : "今すぐ購入",
  "View Live Demo" : "ライブ・デモの表示",
  "Unlock the Power of PWA" : "PWA のパワーをアンロック",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "この PWA モジュールは、ネイティブ・アプリケーションの信頼性と速度を、 Webのアクセシビリティーと柔軟性に結合します。 PWA の可能性を十分に活用することにより、 Bookinggo 経験を革命化します。",
  "Customization Made Simple" : "カスタマイズがシンプルに",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "PWA モジュールを使用すると、ブランドの ID や個人の好みに合わせて、 Bookinggo アプリケーションを調整する自由があります。 アプリケーション名を変更するか、カラー・スキームを調整するか、ロゴを追加するかにかかわらず、可能性は無限になります。",
  "Effortless Installation" : "「無数のインストール」",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "インストール・プロセスを簡素化して、可能な限り簡単にできるようにします。 ボタンをクリックするだけで、カスタマイズされた Bookinggo アプリケーション・テーマにリンクをコピーできます。 そこから、 PC にインストールするのは簡単なプロセスです。 パーソナライズされた Bookinggo 経験に対して、従来のダウンロードやインストールのハッシュなしに、インスタント・アクセスの利便性をお楽しみください。",
  "Seamless Integration" : "シームレスな統合",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "リンクをコピーしたら、 PC にカスタム・アプリケーション・テーマをインストールすることは、風のようになります。 お客様のブラウザーからデスクトップへのシームレスな移行を実現し、すべてのカスタマイズ内容を保存します。 ソフトウェアのインストールと、簡素化されたパーソナライズされたワークフローにご挨拶をお願いします。",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "for your business?" : "あなたのビジネスに ?",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "BookingGoを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Empower Your Workforce with BookingGo" : "BookingGo を使用した作業力のエンパワー",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "ストライプ、 PayPal、 Google Recaptcha の Premium Add-ons によるアクセスは、すべて 1 つの場所で行われます。",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Unlimited installation" : "無制限のインストール",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Monthly" : "月次",
  "Yearly" : "毎年",
  "Billed monthly, or" : "毎月請求された、または",
  " if paid monthly" : " 毎月支払われる場合",
  "Billed yearly, or" : "年単位での請求",
  " if paid yearly" : " 毎年支払われる場合",
  "Buy Now " : "今すぐ購入 ",
  "Why choose dedicated modulesfor Your Business?" : "お客様のビジネスに専用のモジュールを選択する理由",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "BookingGoを使用すると、すべてのビジネス機能を 1 つの場所から簡単に管理できます。",
  "View Details" : "詳細の表示"
}