{
  "PWA Successfully Updated." : "PWA is bijgewerkt. ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Software Details" : "Softwaregegevens ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Empower uw Bookinggo ervaring met onze nieuwe Progressive Web Application (PWA) maatwerk module!  Neem de controle over de presentatie van uw toepassing en integreer het naadloos in uw workflow met slechts een paar klikken. ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "View Live Demo" : "Live-demo bekijken ",
  "Unlock the Power of PWA" : "De Power of PWA ontgrendelen ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Onze PWA module combineert de betrouwbaarheid en snelheid van een native app met de toegankelijkheid en flexibiliteit van het web.  Een revolutie in uw Bookinggo-ervaring door het benutten van het volledige potentieel van de PWAs. ",
  "Customization Made Simple" : "Aanpassing eenvoudig gemaakt ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Met de module PWA hebt u de vrijheid om uw Bookinggo-toepassing aan te passen aan uw merkidentiteit of persoonlijke voorkeuren.  Of het nu gaat om het veranderen van de naam van de toepassing, het aanpassen van de kleurenschema, of zelfs het toevoegen van uw logo, de mogelijkheden zijn eindeloos. ",
  "Effortless Installation" : "Installatie moeiteloos ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "We hebben het installatieproces gestroomlijnd om het zo moeiteloos mogelijk te maken.  Met slechts een klik op een knop, kunt u de link naar uw aangepaste Bookinggo applicatie thema.  Vanaf daar, het installeren op uw PC is een eenvoudig proces.  Geniet van het gemak van directe toegang tot uw persoonlijke Bookinggo ervaring zonder het gedoe van traditionele downloads of installaties. ",
  "Seamless Integration" : "Naadloze integratie ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Zodra u de link hebt gekopieerd, het installeren van uw aangepaste toepassing thema op uw PC is een briesje.  Geniet van een naadloze overgang van uw browser naar uw bureaublad, met al uw aanpassingen bewaard.  Neem afscheid van clunky software installaties en hallo aan een gestroomlijnde, persoonlijke workflow. ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "for your business?" : "Voor jouw zaken? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Met BookingGo kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Empower Your Workforce with BookingGo" : "Uw personeelsbestand inzenden met BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Toegang tot Premium Add-ons voor Stripe, Paypal, Google Recaptcha, en meer, allemaal op een plaats! ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Monthly" : "Maandelijks ",
  "Yearly" : "Jaarlijks ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "Buy Now " : "Nu kopen   ",
  "Why choose dedicated modulesfor Your Business?" : "Waarom kiezen voor specifieke modulesvoor uw bedrijf? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Met BookingGo kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "View Details" : "Details weergeven"
}