{
  "PWA Successfully Updated." : "Pomyślnie Zaktualizowano Produkt PWA. ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Empower swoje doświadczenie Bookinggo z naszego nowego modułu Progressive Web Application (PWA) dostosowywania!  Przejmij kontrolę nad wyglądem aplikacji i bezproblemowo zintegruj ją z Twoim przepływem pracy za pomocą zaledwie kilku kliknięć. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Unlock the Power of PWA" : "Odblokuj moc PWA ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Nasz moduł PWA łączy w sobie niezawodność i szybkość natywnej aplikacji z dostępnością i elastycznością sieci.  Zrewolucjonizuje Twoje doświadczenie w Bookinggo, korzystając z pełnego potencjału PWI. ",
  "Customization Made Simple" : "Proste dostosowanie ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Dzięki modułowi PWA masz swobodę krakowskiej aplikacji Bookinggo, aby dopasować ją do swojej tożsamości lub osobistych preferencji.  Niezależnie od tego, czy zmieniamy nazwę aplikacji, dopasowywanie kolorów, czy nawet dodanie swojego logo, możliwości są nieograniczone. ",
  "Effortless Installation" : "Bezproblemowa instalacja ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Usprawniliśmy proces instalacji, aby uczynić go bez wysiłku, jak to tylko możliwe.  Po prostu kliknij przycisk, możesz skopiować link do niestandardowej kompozycji aplikacji Bookinggo.  Z tego miejsca, zainstalowanie go na komputerze jest prostym procesem.  Ciesz się wygodą natychmiastowego dostępu do spersonalizowanego doświadczenia Bookinggo bez możliwości korzystania z tradycyjnych pobrań lub instalacji. ",
  "Seamless Integration" : "Bezproblemowa integracja ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Po skopiowaniu odsyłacza, instalowanie kompozycji niestandardowej aplikacji na komputerze PC jest powiewem.  Ciesz się płynnym przejściem z Twojej przeglądarki na pulpicie, ze wszystkimi zachowanymi dostosowaniami.  Pożegnaj się z instalacjami oprogramowania clunky i hello do usprawnionego, spersonalizowanego przepływu pracy. ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "for your business?" : "dla Twojej firmy? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Za pomocą BookingGo można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Empower Your Workforce with BookingGo" : "Siła robocza pracowników z BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, i więcej, wszystko w jednym miejscu! ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : " jeśli płatny roczny ",
  "Buy Now " : "Kup teraz   ",
  "Why choose dedicated modulesfor Your Business?" : "Dlaczego warto wybrać dedykowane moduły dla Twojego Biznesu? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Za pomocą BookingGo można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "View Details" : "Wyświetl szczegóły"
}