{
  "PWA Successfully Updated." : "PWA Atualizado Com Sucesso. ",
  "Permission denied." : "Permissão negada. ",
  "Software Details" : "Detalhes do Software ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Empoderar sua experiência de Bookinggo com o nosso novo módulo de customização Progressive Web Application (PWA)!  Faça o controle da aparência do seu aplicativo e integre-o perfeitamente em seu fluxo de trabalho com apenas alguns cliques. ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Buy Now" : "Comprar Agora ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Unlock the Power of PWA" : "Desbloquear o Poder do PWA ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "O nosso módulo PWA combina a confiabilidade e a velocidade de um app nativo com a acessibilidade e flexibilidade da web.  Revolucione sua experiência de Bookinggo, aproveito o potencial completo das PWAs. ",
  "Customization Made Simple" : "Customização Feita Simples ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "Com o módulo PWA, você tem a liberdade de adequar seu aplicativo Bookinggo para combinar com a sua identidade de marca ou preferências pessoais.  Seja mudando o nome do aplicativo, ajustando o esquema de cores ou mesmo adicionando o seu logo, as possibilidades são intermináveis. ",
  "Effortless Installation" : "Instalação sem esforço ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Nós simplificamos o processo de instalação para torná-lo o mais sem esforço possível.  Com apenas um clique de um botão, você pode copiar o link para o seu tema de aplicativo Bookinggo customizado.  A partir daí, instalá-lo em seu PC é um processo simples.  Aproveite a conveniência do acesso instantâneo à sua experiência personalizada de Bookinggo sem o hassle de downloads tradicionais ou instalações. ",
  "Seamless Integration" : "Integração Seamless ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Uma vez que você copiou o link, instalando seu tema de aplicativo personalizado em seu PC é uma brisa.  Desfrute de uma transição sem costura do seu navegador para o seu desktop, com todas as suas customizações preservadas.  Diga adeus às instalações de software clunky e olá a um fluxo de trabalho aperfeiçoado e personalizado. ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "for your business?" : "para o seu negócio? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "Com o BookingGo, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Empower Your Workforce with BookingGo" : "Empoderar Sua Força De Trabalho com BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Acesso sobre Premium Add-ons para Stripe, Paypal, Google Recaptcha e mais, tudo em um só lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Monthly" : "Mensal ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  " if paid monthly" : " se pago mensalmente ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  " if paid yearly" : " se pago anualmente ",
  "Buy Now " : "Comprar Agora   ",
  "Why choose dedicated modulesfor Your Business?" : "Por que escolher modulespara o Seu Negócio? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "Com o BookingGo, você pode gerenciar convenientemente todas as suas funções de negócio a partir de um único local. ",
  "View Details" : "Detalhes da Vista"
}