{
  "PWA Successfully Updated." : "PWA Успешно Обновлен. ",
  "Permission denied." : "В разрешении отказано. ",
  "Software Details" : "Сведения о программе ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Расширяем возможности Bookinggo с помощью нашего нового модуля настройки Progressive Web Application (PWA)!  Возьмёте под свой контроль внешний вид вашего приложения и бесцельно интегрируйте его в рабочий поток всего несколькими щелчками мыши. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Unlock the Power of PWA" : "Разблокировать питание PWA ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "Наш модуль PWA сочетает в себе надежность и скорость собственного приложения с доступностью и гибкостью веб.  Произведет революцию в работе Bookinggo, используя весь потенциал PWA. ",
  "Customization Made Simple" : "Простая настройка ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "С помощью модуля PWA вы имеете право настраивать приложение Bookinggo в соответствии с вашей фирменной идентификацией или личными предпочтениями.  Изменяя название приложения, корректируя цветовую гамму или даже добавляя свой логотип, возможности бесконечны. ",
  "Effortless Installation" : "Установка без усилий ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Мы оптимизируем процесс установки, чтобы сделать его как можно более спокойным.  При щелчке на кнопке можно скопировать ссылку на пользовательскую тему приложения Bookinggo.  Начиная с этого времени, установка на PC-это простой процесс.  Насладитесь удобством мгновенного доступа к персонализированного опыта Bookinggo без использования традиционных загрузок или инсталляциях. ",
  "Seamless Integration" : "Интегрируй ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "После того, как вы скопировали ссылку, установите на PC вашу пользовательскую тему приложения-это легкий ветерок.  Насладитесь бесшовным переходом от вашего браузера к рабом на вашем рабочем столе, при этом все ваши настройки сохраняются.  Попрощаемся с установками программного обеспечения и с оптимизированного, персонализированного рабочего потока. ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for your business?" : "для вашего бизнеса? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "С помощью BookingGo можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Empower Your Workforce with BookingGo" : "Расширение прав и возможностей сотрудников с помощью BookingGo ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Доступ через Premium Add-ons for Stripe, PayPal, Google Recaptcha, и многое другое, все в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : " если оплачиваемый год ",
  "Buy Now " : "Купить сейчас   ",
  "Why choose dedicated modulesfor Your Business?" : "Зачем выбирать выделенные модули для вашего бизнеса? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "С помощью BookingGo можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "View Details" : "Просмотреть сведения"
}