{
  "PWA Successfully Updated." : "PWA Başarıyla Güncellendi. ",
  "Permission denied." : "İzin reddedildi. ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Empower your Bookinggo experience with our new Progressive Web Application (PWA) customization module! Take control of your application's appearance and seamlessly integrate it into your workflow with just a few clicks." : "Yeni Progressive Web Application (PWA) özelleştirme modülümüz ile Bookinggo deneyiminizi güçlendirin!  Uygulamanızın görünüşünü denetleyiniz ve bunu birkaç tıklaşlıkla iş akışınızla sorunsuz bir şekilde bütünleştirin. ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Unlock the Power of PWA" : "PWA ' nın Gücünün Kilidini Aç ",
  "Our PWA module combines the reliability and speed of a native app with the accessibility and flexibility of the web. Revolutionize your Bookinggo experience by harnessing the full potential of PWAs." : "PWA modülümüz, web 'in erişilebilirlik ve esnekliği ile yerel bir uygulamanın güvenilirliğini ve hızını bir araya getirir.  Bookinggo deneyiminizde, PWA ' ların tam potansiyelini ortaya çıkartarak deneyiminizi devrim olarak ortaya çıkarmanızı sağlar. ",
  "Customization Made Simple" : "Özelleştirme Basitleştirdi ",
  "With the PWA module, you have the freedom to tailor your Bookinggo application to match your brand identity or personal preferences. Whether it's changing the application name, adjusting the color scheme, or even adding your logo, the possibilities are endless." : "PWA modülü ile, Bookinggo uygulamanızı marka kimliğinizle ya da kişisel tercihlerinizle eşleşecek şekilde uyarlayabilirsiniz.  Uygulama adını değiştirmek, renk düzenini ayarlamak, hatta logonunuzu eklemek olsun, olasılıklar sonsuz. ",
  "Effortless Installation" : "Zahmetsiz Kuruluş ",
  "We've streamlined the installation process to make it as effortless as possible. With just a click of a button, you can copy the link to your customized Bookinggo application theme. From there, installing it on your PC is a simple process. Enjoy the convenience of instant access to your personalized Bookinggo experience without the hassle of traditional downloads or installations." : "Mümkün olduğunca zahmetsiz hale getirmek için kurulum sürecini sorunsuz hale getiriyoruz.  Bir düğmenin yalnızca bir tıklatılması ile, özel Bookinggo uygulama temasına bağlantıyı kopyalayabilirsiniz.  Buradan, kişisel bilgisayarınıza kurmak basit bir süreçtir.  Geleneksel yüklemeler veya kurulumlar zahmetinden, kişiselleştirilmiş Bookinggo deneyiminize anında erişim kolaylığını çıkarın. ",
  "Seamless Integration" : "Sorunsuz Bütünleştirme ",
  "Once you've copied the link, installing your custom application theme on your PC is a breeze. Enjoy a seamless transition from your browser to your desktop, with all your customizations preserved. Say goodbye to clunky software installations and hello to a streamlined, personalized workflow." : "Bağlantıyı kopyaladığınızda, özel uygulama temanızı kişisel bilgisayarınıza kurmak bir esinti olur.  Tüm özelleştirmeleriniz korunmuş olarak tarayıcınızdan masaüstünüze kesintisiz bir geçiş geçirmenin keyfini çıkarın.  Yapışkan yazılım kuruluşlarına veda edin ve sorunsuz ve kişiselleştirilmiş bir iş akışına merhaba deyin. ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "for your business?" : "İşiniz için mi? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location" : "BookingGo ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Empower Your Workforce with BookingGo" : "BookingGo ile İşgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Stripe, Paypal, Google Recaptcha, and more, all in one place!" : "Stripe, Papasal, Google Recaptcha ve daha fazlası için Premium Add-ons üzerinden erişim, hepsi tek bir yerde! ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Monthly" : "Ayda bir ",
  "Yearly" : "Yıllık ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : " Yıllık ödenirse ",
  "Buy Now " : "Şimdi Satın al   ",
  "Why choose dedicated modulesfor Your Business?" : "İşiniz için neden özel bir modülüller seçsin? ",
  "With BookingGo, you can conveniently manage all your business functions from a single location." : "BookingGo ile, tüm iş işlevlerinizi tek bir konumdan kolayca yönetebilirsiniz. ",
  "View Details" : "Ayrıntıları Görüntüle"
}