Modules/LandingPage/Entities/LandingPageSetting.php

select * from `landing_page_settings`
---
    public static function settings()
    {
        if (self::$settings_data == null) {
            $data = LandingPageSetting::get();