app/Helper/helper.php

    function getAdminAllSetting()
    {
        // Laravel cache
        return Cache::rememberForever('admin_settings', function () {
            $super_admin = User::where('type', 'super admin')->first();
            $settings = [];
            if ($super_admin) {
                $settings = Setting::where('created_by', $super_admin->id)->where('business', $super_admin->active_business)->pluck('value', 'key')->toArray();
---
select * from `users` where `type` = 'super admin' limit 1
select `value`, `key` from `settings` where `created_by` = 1 and `business` = '0'

    function getCompanyAllSetting($user_id = null, $business = null)
    {
        if (!empty($user_id)) {
            $user = User::find($user_id);
        } else {

            $user =  auth()->user();
        }
        // // Check if the user is not 'company' or 'super admin' and find the creator
        if (!in_array($user->type, ['company', 'super admin'])) {
            $user = User::find($user->created_by);
        }

        if (!empty($user)) {
            $business = $business ?? $user->active_business;
            $key = 'company_settings_' . $business . '_' . $user->id;
            return Cache::rememberForever($key, function () use ($user, $business) {
                $settings = [];
                $settings = Setting::where('created_by', $user->id)->where('business', $business)->pluck('value', 'key')->toArray();
---
select * from `users` where `users`.`id` = '2' limit 1
select `value`, `key` from `settings` where `created_by` = 2 and `business` = 1

    function getBusiness()
    {
        $data = [];
        if (Auth::check()) {
            static $users = null;
            if ($users == null) {
                $users = User::where('email', Auth::user()->email)->get();
---
select * from `users` where `email` = 'company@example.com'

    function module_is_active($module, $user_id = null)
    {
        if (Module::has($module)) {
            $module = Module::find($module);
            if ($module->isEnabled()) {
                if (Auth::check()) {
                    $user = Auth::user();
                } elseif ($user_id != null) {
                    $user = User::find($user_id);
---
select * from `users` where `users`.`id` = '2' limit 1

    function ActivatedModule($user_id = null)
    {
        $activated_module = user::$superadmin_activated_module;

        if ($user_id != null) {
            $user = User::find($user_id);
---
select * from `users` where `users`.`id` = 2 limit 1

    function Module_Alias_Name($module_name)
    {
        static $addons = [];
        static $resultArray = [];
        if (count($addons) == 0 && count($resultArray) == 0) {
            $addons = AddOn::all()->toArray();
---
select * from `add_ons`

    function currency($code = null)
    {
        if ($code == null) {
            $c = Currency::get();
---
select * from `currencies`

    function PlanCheck($type = 'User', $id = null)
    {
        if (!empty($id)) {
            $user = User::where('id', $id)->first();
---
select * from `users` where `id` = 2 limit 1

        }
        if ($type == "Business") {
            if ($user->total_business >= 0) {
                $business = Business::where('created_by', $id)->get();
---
select * from `businesses` where `created_by` = 2

    function timeSlot($serviceId = null, $date = null, $flexibleData = null)
    {
        $service = Service::find($serviceId);
        $company_settings = getCompanyAllSetting($service->created_by, $service->business_id);
        $maximum_slot = isset($company_settings['maximum_slot']) ? $company_settings['maximum_slot'] : '1';

        if($date && !empty($service))
        {
            $booked_appointment = Appointment::where('service_id',$serviceId)->where('date',$date)->where('business_id',$service->business_id)->where('created_by',$service->created_by)->select('time')->get()->toArray();

            $selectedDate = Carbon::createFromFormat('d-m-Y', $date);
            $dayName = $selectedDate->format('l');                              //get dayname using date

            $businessday = BusinessHours::where('created_by',$service->created_by)->where('business_id',$service->business_id)->where('day_name',$dayName)->first();
---
select * from `services` where `services`.`id` = '1' limit 1
select `time` from `appointments` where `service_id` = '1' and `date` = '18-05-2024' and `business_id` = '1' and `created_by` = '2'
select * from `business_hours` where `created_by` = '2' and `business_id` = '1' and `day_name` = 'Saturday' limit 1

    function EmbeddedCode()
    {
        $business = Business::find(getActiveBusiness());
---
select * from `businesses` where `businesses`.`id` = '6' limit 1