app/Http/Controllers/SuperAdmin/SettingsController.php

    public function SystemStore(Request $request)
    {
        if (Auth::user()->isAbleTo('setting manage')) {
            $post = $request->all();
            unset($post['_token']);
            unset($post['_method']);

            if (isset($post['defult_currancy'])) {
                $data = explode('-', $post['defult_currancy']);
                $post['defult_currancy_symbol'] = $data[0];
                $post['defult_currancy']        = $data[1];
            } else {
                $post['defult_currancy']        = 'USD';
                $post['defult_currancy_symbol'] = '$';
            }
            if (isset($post['site_currency_symbol_position'])) {
                $post['site_currency_symbol_position'] = !empty($request->site_currency_symbol_position) ? $request->site_currency_symbol_position : 'pre';
            }

            foreach ($post as $key => $value) {
                // Define the data to be updated or inserted
                $data = [
                    'key' => $key,
                    'business' => getActiveBusiness(),
                    'created_by' => creatorId(),
                ];

                // Check if the record exists, and update or insert accordingly
                Setting::updateOrInsert($data, ['value' => $value]);
---
insert into `settings` (`key`, `business`, `created_by`, `value`) values ('site_currency_symbol_position', 0, 1, 'pre')
update `settings` set `value` = '1' where (`key` = 'currency_format' and `business` = 0 and `created_by` = 1) limit 1