app/Http/Controllers/AppointmentController.php

    public function index(Request $request)
    {
        if ($request->business) {
            $business_id = $request->business;
        } else {
            $business_id = getActiveBusiness();
        }
        $business = Business::find($business_id);

        $Appointments = Appointment::where('created_by', $business->created_by)->where('business_id', $business_id);

        $service = Service::where('created_by', $business->created_by)->where('business_id', $business_id)->select('name', 'id')->get()->prepend(['id' => null, 'name' => 'Select Service'])->pluck('name', 'id');

        if ($request->date) {
            $date = date('d-m-Y', strtotime($request->date));
            $Appointments = $Appointments->where('date', $date);
        }

        if ($request->service) {
            $Appointments = $Appointments->where('service_id', $request->service);
        }

        if (Auth::user()->isAbleTo('appointment manage')) {

            $Appointments = $Appointments->get();
            $files = File::where('business_id', getActiveBusiness())->where('created_by', creatorId())->first();
---
select * from `businesses` where `businesses`.`id` = '1' limit 1
select `name`, `id` from `services` where `created_by` = '2' and `business_id` = '1'
select * from `appointments` where `created_by` = '2' and `business_id` = '1'
select * from `files` where `business_id` = '1' and `created_by` = 2 limit 1

    public function appointmentDuration(Request $request)
    {
        $serive = Service::find($request->service);
        $flexible_data = null;
        if (!empty($request->service) && !empty($request->date)) {
            if(module_is_active('FlexibleHours',$serive->created_by))
            {
                $flexible_data = FlexibleHour::where('staff_id',$request->staff)->orwhere('service_id',$request->service)->get();
---
select * from `services` where `services`.`id` = '1' limit 1
select * from `flexible_hours` where `staff_id` is null or `service_id` = '1'

        //     }
        // }

        $business = Business::where('slug', $slug)->first();
        if ($business) {
            $services = Service::where('business_id', $business->id)->get();
            $locations = Location::where('business_id', $business->id)->get();
            $staffs = Staff::where('business_id', $business->id)->get();

            $busineshours = BusinessHours::where('created_by', $business->created_by)
                ->where('business_id', $business->id)
                ->where('day_off', 'on')
                ->select('day_name')
                ->get()
                ->pluck('day_name')
                ->map(function ($day) {
                    return date('w', strtotime($day));
                })
                ->toArray();

            $businesholiday = BusinessHoliday::where('created_by', $business->created_by)
                ->where('business_id', $business->id)
                ->pluck('date')
                ->map(function ($date) {
                    return Carbon::parse($date)->format('d-m-Y');
                })
                ->toArray();
            // $combinedArray = array_merge($busineshours, $businesholiday);
            $combinedArray = $busineshours;

            $files = File::where('business_id', $business->id)->where('created_by', $business->created_by)->first();
---
select * from `businesses` where `slug` = 'workdo-2' limit 1
select * from `services` where `business_id` = 1
select * from `locations` where `business_id` = 1
select * from `staff` where `business_id` = 1
select `day_name` from `business_hours` where `created_by` = '2' and `business_id` = 1 and `day_off` = 'on'
select `date` from `business_holidays` where `created_by` = '2' and `business_id` = 1
select * from `files` where `business_id` = 1 and `created_by` = '2' limit 1


            $custom_field = company_setting('custom_field_enable', $business->created_by, $business->id);

            $custom_fields = CustomField::where('created_by', $business->created_by)->where('business_id', $business->id)->get();

            $workingDays = BusinessHours::where('created_by', $business->created_by)
                            ->where('business_id', $business->id)
                            ->get();
---
select * from `custom_fields` where `created_by` = '2' and `business_id` = 1
select * from `business_hours` where `created_by` = '2' and `business_id` = 1