app/Http/Controllers/BusinessController.php

select * from `businesses` where `created_by` = 2
---
    public function index()
    {
        if (Auth::user()->isAbleTo('business manage')) {
            $businesses = Business::where('created_by', creatorId())->get();

insert into `businesses` (`name`, `form_type`, `layouts`, `theme_color`, `created_by`, `updated_at`, `created_at`) values ('Webtest', 'website', 'Photography', '', 2, '2024-05-18 22:52:39', '2024-05-18 22:52:39')
update `users` set `active_business` = 8, `users`.`updated_at` = '2024-05-18 22:52:39' where `id` = '2'
---
                }
                $business->theme_color = (!empty($request->theme_color) && $request->form_type != 'website') ? $request->theme_color : '';
                $business->created_by = \Auth::user()->id;
                $business->save();

                $user = \Auth::user();
                $user->active_business = $business->id;
                $user->save();

select * from `businesses` where `businesses`.`id` = '6' limit 1
select * from `businesses` where `created_by` = 2 and `is_disable` = 1 and `id` != 6 limit 1
update `users` set `active_business` = 1, `users`.`updated_at` = '2024-05-18 22:51:29' where `id` = '2'
delete from `businesses` where `id` = '6'
---
    public function destroy($business_id)
    {
        if (Auth::user()->isAbleTo('business delete')) {
            $objUser   = \Auth::user();
            $business = Business::find($business_id);

            if ($business && $business->created_by == $objUser->id) {
                $other_business = Business::where('created_by', $objUser->id)->where('is_disable', 1)->where('id', '!=', $business->id)->first();
                if ($other_business) {
                    if (!empty($other_business)) {
                        $objUser->active_business = $other_business->id;
                        $objUser->save();
                    }
                    // first parameter business
                    event(new DestroyBusiness($business));

                    $business->delete();

select * from `businesses` where `businesses`.`id` = '8' limit 1
---
    public function businessManage($id)
    {
        if (Auth::user()->isAbleTo('business update')) {
            $business = Business::find($id);

select * from `locations` where `business_id` = '8' and `created_by` = 2
select * from `services` where `business_id` = '8' and `created_by` = 2
select * from `staff` where `business_id` = '8' and `created_by` = 2
select * from `business_holidays` where `business_id` = '8' and `created_by` = 2
select * from `files` where `created_by` = 2 and `business_id` = '8' limit 1
select * from `custom_fields` where `created_by` = 2 and `business_id` = '8'
---
            $domainip = '';
            $domainPointing = '';

            $locations = Location::where('business_id', $id)->where('created_by', creatorId())->get();
            $categories = category::where('business_id', $id)->where('created_by', creatorId())->get();
            $services = Service::where('business_id', $id)->where('created_by', creatorId())->get();
            $staffes = Staff::where('business_id', $id)->where('created_by', creatorId())->get();
            $businessholidays = BusinessHoliday::where('business_id', $id)->where('created_by', creatorId())->get();
            $files = File::where('created_by', creatorId())->where('business_id', $id)->first();

            $custom_fields = CustomField::where('created_by', creatorId())->where('business_id', $id)->get();

select * from `businesses` where `businesses`.`id` = '8' limit 1
---
    public function domainsetting($id, Request $request)
    {
        if (Auth::user()->isAbleTo('business update')) {
            $business = Business::find($id);

insert into `settings` (`key`, `business`, `created_by`, `value`) values ('enable_domain', '8', '2', 'off')
---
                ];

                // Check if the record exists, and update or insert accordingly
                Setting::updateOrInsert($data, ['value' => $value]);

select * from `businesses` where `businesses`.`id` = '8' limit 1
insert into `settings` (`key`, `business`, `created_by`, `value`) values ('maximum_slot', '8', '2', '2')
---
    public function slotCapacitysetting($id, Request $request)
    {
        if (Auth::user()->isAbleTo('business update')) {
            $business = Business::find($id);
            $validator = \Validator::make(
                $request->all(),
                [
                    'maximum_slot' => 'required',
                ]
            );
            if ($validator->fails()) {
                $messages = $validator->getMessageBag();
                return redirect()->back()->with('error', $messages->first());
            }

            $data = [
                'key' => 'maximum_slot',
                'business' => $id,
                'created_by' => $business->created_by,
            ];

            // Check if the record exists, and update or insert accordingly
            Setting::updateOrInsert($data, ['value' => $request->maximum_slot]);