app/Http/Controllers/HomeController.php


                            // remove WWW
                            $remote = str_replace('www.', '', $remote);
                            $domain = Setting::where('key', '=', 'domains')->where('value', '=', $remote)->first();
---
select * from `settings` where `key` = 'domains' and `value` = 'bookme2.app' limit 1

                                    $business = Business::find($enable_domain->business);
                                }
                            }
                            $sub_domain = Setting::where('key', '=', 'subdomain')->where('value', '=', $remote)->first();
---
select * from `settings` where `key` = 'subdomain' and `value` = 'bookme2.app' limit 1

    public function Dashboard()
    {
        if (Auth::check()) {
            if (Auth::user()->type == 'super admin') {
                $user                       = Auth::user();
                $user['total_user']         = $user->countCompany();
                $user['total_paid_user']    = $user->countPaidCompany();
                $user['total_orders']       = Order::total_orders();
                $user['total_orders_price'] = Order::total_orders_price();
                $chartData                  = $this->getOrderChart(['duration' => 'week']);
                $user['total_plans'] = Plan::all()->count();

                $popular_plan = DB::table('orders')
                    ->select('orders.plan_id', 'plans.*', DB::raw('count(*) as count'))
                    ->join('plans', 'orders.plan_id', '=', 'plans.id')
                    ->groupBy('orders.plan_id')
                    ->orderByDesc('count')
                    ->first();
---
select `orders`.`plan_id`, `plans`.*, count(*) as count from `orders` inner join `plans` on `orders`.`plan_id` = `plans`.`id` group by `orders`.`plan_id` order by `count` desc limit 1

                    }
                }
                $total_business = getBusiness()->count();
                $total_service = Service::where('business_id', getActiveBusiness())->where('created_by', creatorId())->count();
                $total_appointment = Appointment::where('business_id', getActiveBusiness())->where('created_by', creatorId())->count();
                $total_staff = User::where('type', 'staff')->where('business_id', getActiveBusiness())->where('created_by', creatorId())->count();
                $total_location = Location::where('business_id', getActiveBusiness())->where('created_by', creatorId())->count();
                $total_appointment_payment = AppointmentPayment::where('business_id', getActiveBusiness())->where('created_by', creatorId())->sum('amount');

                $latest_services = Service::where('business_id', getActiveBusiness())
                    ->where('created_by', creatorId())
                    ->latest()
                    ->take(5)
                    ->get();

                $latest_appointments = Appointment::where('business_id', getActiveBusiness())
                    ->where('created_by', creatorId())
                    ->latest()
                    ->take(5)
                    ->get();

                $business = Business::find(getActiveBusiness());
---
select count(*) as aggregate from `services` where `business_id` = '6' and `created_by` = 2
select count(*) as aggregate from `appointments` where `business_id` = '6' and `created_by` = 2
select count(*) as aggregate from `users` where `type` = 'staff' and `business_id` = '6' and `created_by` = 2
select count(*) as aggregate from `locations` where `business_id` = '6' and `created_by` = 2
select sum(`amount`) as aggregate from `appointment_payments` where `business_id` = '6' and `created_by` = 2
select * from `services` where `business_id` = '6' and `created_by` = 2 order by `created_at` desc limit 5
select * from `appointments` where `business_id` = '6' and `created_by` = 2 order by `created_at` desc limit 5
select * from `businesses` where `businesses`.`id` = '6' limit 1

    public function getAppointmentChart($arrParam)
    {
        $arrDuration = [];
        if ($arrParam['duration']) {
            if ($arrParam['duration'] == 'week') {
                $previous_week = strtotime("-1 week +1 day");
                for ($i = 0; $i < 7; $i++) {
                    $arrDuration[date('Y-m-d', $previous_week)] = date('d-M', $previous_week);
                    $previous_week                              = strtotime(date('Y-m-d', $previous_week) . " +1 day");
                }
            }
        }

        // Create an array of dates from your $arrDuration array
        $dates = array_keys($arrDuration);

        $orders = Appointment::select(
            DB::raw('DATE(created_at) as date'),
            DB::raw('count(*) as total')
        )
            ->where('business_id', getActiveBusiness())
            ->whereIn(DB::raw('DATE(created_at)'), $dates)
            ->groupBy(DB::raw('DATE(created_at)'))
            ->get();
---
select DATE(created_at) as date, count(*) as total from `appointments` where `business_id` = '6' and DATE(created_at) in ('2024-05-12', '2024-05-13', '2024-05-14', '2024-05-15', '2024-05-16', '2024-05-17', '2024-05-18') group by DATE(created_at)

    public function getOrderChart($arrParam)
    {
        $arrDuration = [];
        if ($arrParam['duration']) {
            if ($arrParam['duration'] == 'week') {
                $previous_week = strtotime("-2 week +1 day");
                for ($i = 0; $i < 14; $i++) {
                    $arrDuration[date('Y-m-d', $previous_week)] = date('d-M', $previous_week);
                    $previous_week                              = strtotime(date('Y-m-d', $previous_week) . " +1 day");
                }
            }
        }

        // Create an array of dates from your $arrDuration array
        $dates = array_keys($arrDuration);

        $orders = Order::select(
            DB::raw('DATE(created_at) as date'),
            DB::raw('count(*) as total')
        )
            ->whereIn(DB::raw('DATE(created_at)'), $dates)
            ->groupBy(DB::raw('DATE(created_at)'))
            ->get();
---
select DATE(created_at) as date, count(*) as total from `orders` where DATE(created_at) in ('2024-05-05', '2024-05-06', '2024-05-07', '2024-05-08', '2024-05-09', '2024-05-10', '2024-05-11', '2024-05-12', '2024-05-13', '2024-05-14', '2024-05-15', '2024-05-16', '2024-05-17', '2024-05-18') group by DATE(created_at)