app/Http/Controllers/LocationController.php

select * from `businesses` where `businesses`.`id` = '7' limit 1
---
    public function create(Request $request)
    {
        if(Auth::user()->isAbleTo('location create'))
        {
            $business = Business::find($request->business_id);

select * from `businesses` where `businesses`.`id` = '8' limit 1
---
    public function store(Request $request)
    {
        if(Auth::user()->isAbleTo('location create'))
        {
            $validator = \Validator::make(
                $request->all(), [
                    'name' => 'required',
                    'address' => 'required',
                    'phone' => 'required',
                    'description' => 'required',
                    'location_image' => 'required',
                    ]
                );

                if($validator->fails())
                {
                    $messages = $validator->getMessageBag();

                    return redirect()->back()->with('error', $messages->first());
                }
                $business = Business::find($request->business_id);

insert into `locations` (`name`, `phone`, `address`, `description`, `business_id`, `created_by`, `image`, `updated_at`, `created_at`) values ('miami', '44444', '23 nb', 'asdfg', 8, 2, 'uploads/Location/booking_image_1716073768.jpg', '2024-05-18 23:09:28', '2024-05-18 23:09:28')
---
                }
            }
            $location->image  = !empty($request->location_image) ? $url : '';
            $location->save();