app/Http/Controllers/PlanController.php

    public function PlanList()
    {
        if(Auth::user()->isAbleTo('plan manage'))
        {
            if(admin_setting('plan_package') != 'on')
            {
                return redirect()->route('plans.index');
            }
            $plan = Plan::where('custom_plan',0)->get();
---
select * from `plans` where `custom_plan` = 0