app/Http/Controllers/ServiceController.php

    public function create(Request $request)
    {
        if(Auth::user()->isAbleTo('service create'))
        {
            $business = Business::find($request->business_id);
---
select * from `businesses` where `businesses`.`id` = '8' limit 1

    public function store(Request $request)
    {
        if(Auth::user()->isAbleTo('service create'))
        {
            $validator = \Validator::make(
                $request->all(), [
                    'name' => 'required',
                    'category' => 'required',
                    'price' => 'required',
                    'duration' => 'required',
                    ]
                );

                if($validator->fails())
                {
                    $messages = $validator->getMessageBag();

                    return redirect()->back()->with('error', $messages->first());
                }
                $business = Business::find($request->business_id);
---
select * from `businesses` where `businesses`.`id` = '8' limit 1

                    }
                }
                $service->image  = !empty($request->service_image) ? $url : '';
                $service->save();
---
insert into `services` (`name`, `category_id`, `price`, `duration`, `description`, `business_id`, `created_by`, `image`, `updated_at`, `created_at`) values ('car wash', '3', '10', '60', 'asf', 8, 2, '', '2024-05-18 23:09:59', '2024-05-18 23:09:59')