app/Http/Controllers/SettingsController.php

select `module` from `notifications` where `type` = 'mail' and `module` in ('AppointmentReview', 'FlexibleHours', 'GoogleCaptcha', 'ICalExports', 'PWA', 'Paypal', 'Photography', 'PromoCodes', 'SMS', 'Stripe', 'WhatsAppMessenger', 'LandingPage') or `module` = 'general' group by `module`
select `module`, `action`, `permissions` from `notifications` where `type` = 'mail' and `module` in ('AppointmentReview', 'general')
---
    public function emailSettingGet($settings)
    {
        $activatedModules = ActivatedModule();
        $email_notification_modules = Notification::where('type','mail')->whereIn('module', $activatedModules)->orwhere('module','general')->groupBy('module')->pluck('module');
        $email_notify = Notification::where('type', 'mail')->whereIn('module', $email_notification_modules)->get(['module', 'action', 'permissions']);