app/Http/Controllers/StaffController.php

    public function create(Request $request)
    {
        if(Auth::user()->isAbleTo('staff create'))
        {
            $business = Business::find($request->business_id);
---
select * from `businesses` where `businesses`.`id` = '8' limit 1

    public function store(Request $request)
    {
        if(Auth::user()->isAbleTo('staff create'))
        {
            $validator = \Validator::make(
                $request->all(), [
                    'name' => 'required',
                    'email' => 'required',
                    'location' => 'required',
                    'service' => 'required',
                    ]
                );

                if($validator->fails())
                {
                    $messages = $validator->getMessageBag();

                    return redirect()->back()->with('error', $messages->first());
                }
                $business = Business::find($request->business_id);
                $roles = Role::where('name','staff')->where('created_by',creatorId())->first();
---
select * from `businesses` where `businesses`.`id` = '8' limit 1
select * from `roles` where `name` = 'staff' and `created_by` = 2 limit 1

                        }
                    }

                    $user = User::create(
                    [
                        'name' => !empty($request->name) ? $request->name : null,
                        'email' => !empty($request->email) ? $request->email : null,
                        'email_verified_at' => date('Y-m-d h:i:s'),
                        'password' => !empty($request->password) ? Hash::make($request->password) : null,
                        'avatar' => !empty($request->staff_image) ? $url : 'uploads/users-avatar/avatar.png',
                        'type' => $roles->name,
                        'lang' => 'en',
                        'business_id' => $business->id,
                        'created_by' => creatorId(),
                    ]);
---
insert into `users` (`name`, `email`, `email_verified_at`, `password`, `avatar`, `type`, `lang`, `business_id`, `created_by`, `updated_at`, `created_at`) values ('washer', 'washer@example.com', '2024-05-18 11:10:27', '', 'uploads/users-avatar/avatar.png', 'staff', 'en', 8, 2, '2024-05-18 23:10:27', '2024-05-18 23:10:27')

                    $staff->description              = !empty($request->description) ? $request->description : '';
                    $staff->business_id              = $business->id;
                    $staff->created_by               = creatorId();
                    $staff->save();
---
insert into `staff` (`name`, `user_id`, `location_id`, `service_id`, `description`, `business_id`, `created_by`, `updated_at`, `created_at`) values ('washer', 7, '3', '3', 'asdf', 8, 2, '2024-05-18 23:10:27', '2024-05-18 23:10:27')

    public function getStaffData(Request $request)
    {
        if(!empty($request->service) && !empty($request->location))
        {
            $serviceId = $request->service;
            $locationId = $request->location;

            $staffData = Staff::with('user')->whereRaw("FIND_IN_SET($serviceId, service_id) > 0")
                        ->whereRaw("FIND_IN_SET($locationId, location_id) > 0")
                        ->get();
---
select * from `staff` where FIND_IN_SET(1, service_id) > 0 and FIND_IN_SET(1, location_id) > 0
select * from `users` where `users`.`id` in ('4')