app/Http/Controllers/UserController.php

select * from `users` where `type` = 'company'
---
    public function index(Request $request)
    {
        if(Auth::user()->isAbleTo('user manage'))
        {
            if(Auth::user()->type == 'super admin')
            {
                $users = User::where('type','company')->get();

select * from `users` where `users`.`id` = '2' limit 1
---
    public function LoginWithCompany(Request $request, User $user,  $id)
    {
        $user = User::find($id);