app/Http/Requests/Auth/LoginRequest.php

select * from `users` where `email` = 'superadmin@example.com'
---
    public function authenticate()
    {
        // custom login
        $users = User::where('email',$this->email)->get();