app/Models/Business.php

    protected static function boot()
    {
        parent::boot();

        static::created(function ($business) {

            $business->slug = $business->createSlug($business->name);

            $business->save();
---
update `businesses` set `name` = 'Webtest', `form_type` = 'website', `layouts` = 'Photography', `theme_color` = '', `created_by` = 2, `created_at` = '2024-05-18 22:52:39', `id` = 8, `slug` = 'webtest', `businesses`.`updated_at` = '2024-05-18 22:52:39' where `id` = 8

    public static function pwa_business($slug)
    {
        $business = Business::where('slug',$slug)->first();
---
select * from `businesses` where `slug` = 'workdo-2' limit 1

    private function createSlug($name)
    {
        if (static::whereSlug($slug = \Str::slug($name))->exists()) {
---
select exists(select * from `businesses` where `slug` = 'webtest') as `exists`