app/Models/Order.php

    public static function total_orders()
    {
        return Order::count();
---
select count(*) as aggregate from `orders`

    public static function total_orders_price()
    {
        return Order::sum('price');
---
select sum(`price`) as aggregate from `orders`