app/Models/User.php

    public static function CompanySetting($id = null,$businee_id = null)
    {

        if(!empty($id))
        {
            $company = User::find($id);
---
select * from `users` where `users`.`id` = 2 limit 1

                    'created_by' => $id,
                ];
                // Check if the record exists, and update or insert accordingly
                Setting::updateOrInsert($data, ['value' => $value]);
---
insert into `settings` (`key`, `business`, `created_by`, `value`) values ('currency_format', 8, 2, '1')

    public function ActiveBusinessName()
    {
        $name = $this->name;
        $business = Business::find(getActiveBusiness());
---
select * from `businesses` where `businesses`.`id` = '8' limit 1

    public function countCompany()
    {
        return User::where('type', '=', 'company')->where('created_by', '=',creatorId())->count();
---
select count(*) as aggregate from `users` where `type` = 'company' and `created_by` = 1

    public function countPaidCompany()
    {
        return  User::where('type', '=', 'company')->whereNotIn('active_plan', [0,1])->where('created_by', '=', creatorId())->count();
---
select count(*) as aggregate from `users` where `type` = 'company' and `active_plan` not in (0, 1) and `created_by` = 1