{
  "Paypal Setting save successfully" : "L'enregistrement du paramètre Paypal a abouti ",
  "Permission denied." : "Autorisation refusée. ",
  "Business Not found." : "Entreprises non trouvées. ",
  "Plan activated Successfully!" : "Plan activé avec succès ! ",
  "Something went wrong, Please try again," : "Quelque chose s'est mal passé, veuillez réessayer, ",
  "Plan is deleted." : "Le plan est supprimé. ",
  "succeeded" : "Réussi ",
  "PAYPAL" : "PAYPAL ",
  "Plan activated Successfully." : "Plan activé avec succès. ",
  "Transaction has been failed." : "La transaction a échoué. ",
  "Paypal" : "Paypal ",
  "These details will be used to collect appointment payments. Each appointment will have a payment button based on the below configuration." : "Ces détails seront utilisés pour la perception des paiements de nomination.  Chaque rendez-vous aura un bouton de paiement basé sur la configuration ci-dessous. ",
  "Paypal Mode" : "Mode Paypal ",
  "Sandbox" : "Bac à sable ",
  "Live" : "Live ",
  "Client ID" : "ID client ",
  "Secret Key" : "Clé secrète ",
  "Save Changes" : "Enregistrer les modifications ",
  "Software Details" : "Détails du logiciel ",
  "Check out faster, safer and more easily with PayPal, the service that lets you pay, send money, and accept payments without having to enter your financial details each time. PayPal prioritizes enabling secure transactions to allow users to send and receive money electronically. Compared to credit cards, PayPal can be considered as safe." : "Vérifiez plus vite, plus en sécurité et plus facilement avec PayPal, le service qui vous permet de payer, d'envoyer de l'argent et d'accepter des paiements sans avoir à entrer vos données financières à chaque fois.  PayPal donne la priorité aux transactions sécurisées pour permettre aux utilisateurs d'envoyer et de recevoir de l'argent par voie électronique.  Par rapport aux cartes de crédit, PayPal peut être considéré comme sûr. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Paypal " : "Paypal   ",
  "Payment " : "Paiement   ",
  " Getway" : " Getway ",
  "Compared to credit cards, PayPal can be considered as safe." : "Par rapport aux cartes de crédit, PayPal peut être considéré comme sûr. ",
  "What are the benefits of using PayPal?" : "Quels sont les avantages de l'utilisation de PayPal? ",
  "PayPal is a fast, secure way to pay online. We help you make purchases at millions of online stores in the U.S. and across more than 200 global markets – all without the hassle of converting currency. It’s free to sign up for an account and download our app to receive and send money. We also make it quick and simple to make automatic payments for all your monthly bills and subscriptions.  " : "PayPal est un moyen rapide et sécurisé de payer en ligne.  Nous vous aidons à faire des achats dans des millions de magasins en ligne aux États-Unis et sur plus de 200 marchés mondiaux-tous sans tracas de conversion de devises.  Il est gratuit de s'inscrire à un compte et de télécharger notre application pour recevoir et envoyer de l'argent.  Nous sommes aussi rapides et simples à effectuer des paiements automatiques pour tous vos factures et abonnements mensuels.    ",
  "The Advantages of Using PayPal " : "Les avantages de l'utilisation de PayPal   ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "with BookingGo, you can conveniently manage all your business functions from a single location." : "Avec BookingGo, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Empower Your Workforce with BookingGo" : "Empower Your Workforce avec BookingGo ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "View Details" : "Afficher les détails"
}