{
  "Paypal Setting save successfully" : "Zapisywanie ustawień paypal zakończyło się pomyślnie ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Business Not found." : "Nie znaleziono przedsiębiorstwa. ",
  "Plan activated Successfully!" : "Plan został pomyślnie aktywowany! ",
  "Something went wrong, Please try again," : "Coś poszło nie tak, proszę spróbować jeszcze raz, ",
  "Plan is deleted." : "Plan został usunięty. ",
  "succeeded" : "powiodło się ",
  "PAYPAL" : "WYPŁAT ",
  "Plan activated Successfully." : "Plan został pomyślnie aktywowany. ",
  "Transaction has been failed." : "Transakcja nie powiodła się. ",
  "Paypal" : "Paypal ",
  "These details will be used to collect appointment payments. Each appointment will have a payment button based on the below configuration." : "Te szczegóły zostaną użyte w celu zebrania płatności z tytułu terminów.  Każde spotkanie będzie miało przycisk płatności w oparciu o poniższą konfigurację. ",
  "Paypal Mode" : "Tryb paypal ",
  "Sandbox" : "Przestrzeń prywatna ",
  "Live" : "Aktualne ",
  "Client ID" : "Identyfikator klienta ",
  "Secret Key" : "Klucz tajny ",
  "Save Changes" : "Zapisz zmiany ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Check out faster, safer and more easily with PayPal, the service that lets you pay, send money, and accept payments without having to enter your financial details each time. PayPal prioritizes enabling secure transactions to allow users to send and receive money electronically. Compared to credit cards, PayPal can be considered as safe." : "Sprawdź szybciej, bezpieczniej i łatwiej z PayPal, usługę, która pozwala płacić, wysyłać pieniądze, a akceptować płatności bez konieczności wprowadzania swoich danych finansowych za każdym razem.  PayPal priorytetyzuje włączanie bezpiecznych transakcji, dzięki czemu użytkownicy mogą wysyłać i odbierać pieniądze elektronicznie.  W porównaniu do kart kredytowych, PayPal może być uznany za bezpieczny. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Paypal " : "Paypal   ",
  "Payment " : "Płatność   ",
  " Getway" : " Metoda Getway ",
  "Compared to credit cards, PayPal can be considered as safe." : "W porównaniu do kart kredytowych, PayPal może być uznany za bezpieczny. ",
  "What are the benefits of using PayPal?" : "Jakie są korzyści płynne z korzystania z PayPal? ",
  "PayPal is a fast, secure way to pay online. We help you make purchases at millions of online stores in the U.S. and across more than 200 global markets – all without the hassle of converting currency. It’s free to sign up for an account and download our app to receive and send money. We also make it quick and simple to make automatic payments for all your monthly bills and subscriptions.  " : "PayPal to szybki, bezpieczny sposób płatności online.  Pomagamy Ci dokonać zakupów w milionach sklepów internetowych w USA i na ponad 200 światowych rynkach-wszystko bez hassle przeliczania waluty.  Za darmo można zapisać się na konto i pobrać naszą aplikację, aby otrzymywać i wysyłać pieniądze.  Wykonujemy również szybkie i proste dokonywanie automatycznych płatności za wszystkie Twoje miesięczne rachunki i abonamenty.    ",
  "The Advantages of Using PayPal " : "Korzyści z korzystania z PayPal   ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "for Your Business?" : "dla Twojego Biznesu? ",
  "with BookingGo, you can conveniently manage all your business functions from a single location." : "z BookingGo, można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "Empower Your Workforce with BookingGo" : "Siła robocza pracowników z BookingGo ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : " jeśli płatny roczny ",
  "View Details" : "Wyświetl szczegóły"
}